{
  "bonds_1": "Bonds",
  "bonds_2": "Trade the world’s most popular and liquid fixed income securities from the United States, the UK, Europe and Japan on MetaTrader 4 and 5.",
  "bonds_4": "Bonds",
  "bonds_5": "Facts",
  "bonds_6": "Over 6 Bonds available to trade",
  "bonds_7": "No commissions",
  "bonds_8": "Up to 1:200 leverage",
  "bonds_88": "Up to 1:5 leverage",
  "bonds_9": "Deep Liquidity",
  "bonds_10": "MetaTrader 4 and 5",
  "bonds_11": "Trade 24/5",
  "bonds_12": "OPEN TRUE ECN ACCOUNT",
  "bonds_13": "IC Markets Bond CFDs are based off fixed income debt securities that pay investors a regular coupon in exchange for their investment. We offer the bonds products as a CFD with flexible lot sizing, so you can speculate on the price of the Bond by going long or short.",
  "bonds_14": "There is no interest debited or credited on these Bonds CFDs, just like the underlying Futures markets that they’re based off. Again, this means you only have to worry about the price of the bond and whether you go long or short.",
  "bonds_15": "Bond CFDs provided by IC Markets are based off highly rated government issued debt securities, including governments of the United States, Japan and Europe. Bonds offer traders the opportunity to speculate on interest rates and risk on/off sentiment, diversify a portfolio or reduce risk and build defensive positions during periods of economic weakness or uncertainty.",
  "bonds_16": "How does",
  "bonds_17": "Bonds trading work?",
  "bonds_18": "Bonds are part of the fixed income asset class.",
  "bonds_19": "Bonds pay a regular fixed coupon to the bondholder and can be sold in secondary markets. Governments issue bonds to finance government spending on projects such as public infrastructure.",
  "bonds_20": "Traders generally trade bonds on the basis of future interest rate expectations.",
  "bonds_21": "If a central bank increases interest rates, bond prices will decline and yields will increase.",
  "bonds_22": "Bonds trading example",
  "bonds_23": "Selling: 5-Year U.S Treasury Note",
  "bonds_24": "The gross profit on your trade is calculated as follows:",
  "bonds_25": "Opening Price",
  "bonds_26": "Closing Price",
  "bonds_27": "Gross Profit on Trade",
  "bonds_28": "Opening the Position",
  "bonds_29": "You hold the view that the US Federal Reserve will increase Interest Rates and 5-Year Treasury yields will increase as a result. You sell 10 contracts of March 2017 5-Year US Treasury Note at 120.25.",
  "bonds_30": "The value of your position is €200,000 x 1.33623 = USD $267,246. The leverage on your trading account is 1:100 therefore the margin required to open the position is USD $267,246 / 100 = USD $2,672.46.",
  "bonds_31": "Closing the Position",
  "bonds_32": "Your view is correct and March 2017 5-Year T-note prices decline.",
  "bonds_33": "Note: For Bonds with a contract size of 200, it means every 0.01 move in the Bond CFD is worth US$2.",
  "bonds_34": "Spreads",
  "bonds_35": "Bonds",
  "bonds_36": "See our",
  "bonds_37": "Spreads",
  "bonds_38": "Download",
  "bonds_39": "Product Details",
  "bonds_40": "Popular Account",
  "bonds_411": "Raw Spread",
  "bonds_42": "Start trading",
  "bonds_43": "global markets today!",
  "bonds_44": "OPEN TRADING ACCOUNT",
  "bonds_45": "TRY A FREE DEMO",
  "bonds_46": "Upcoming Expiring Futures",
  "bonds_47": "Futures expiry/roll process",
  "bonds_48": "IC Markets Futures CFDs are set to expire on the day the contract expires on the underlying market. When a Futures CFD contract expires, all open positions will be closed at the futures settlement price; as reported by the futures exchange. This process would usually take place on the day following the expiry. Open positions are not rolled to the next front month so any clients wishing to hold long term positions must reopen the trade on the next available contract.",
  "bonds_139": "Symbol",
  "bonds_140": "Name",
  "bonds_141": "Contract Month",
  "bonds_142": "Expiry Date"
}
