{
  "title": "Online Forex Trading – Forex Broker Australia",
  "meta": "Get all the information related to Forex trading online with IC Markets. Trade currencies with market leader! Apply now & start trading.",
  "forex_1": "Forex",
  "forex_2": "The IC Markets Forex offering is one of the most competitive in the world. Access the world’s largest and most liquid market with True ECN spreads starting from 0.0 pips.",
  "forex_4": "Forex",
  "forex_5": "Facts",
  "forex_6": "Over 65 currency pairs",
  "forex_7": "Tight spreads from 0.0 pips",
  "forex_8": "Up to 1:500 leverage",
  "forex_88": "Up to 1:30 leverage",
  "forex_9": "Deep liquidity",
  "forex_11": "Trade 24 hours a day",
  "forex_12": "five days a week",
  "forex_13": "OPEN TRUE ECN ACCOUNT",
  "forex_14": "Open 24 hours a day 5 days a week, the foreign exchange market is the largest and most liquid market in the world with volumes of over $4 trillion a day surpassing any exchange based market.",
  "forex_15": "Foreign exchange trading involves trading one currency pair against another, predicting that one currency will rise or fall against another. Currencies are traded in pairs, like the Euro versus the US Dollar (EUR/USD).",
  "forex_16": "Forex Spreads",
  "forex_17": "IC Markets offers Forex traders some of the tightest spreads out of all Forex exchange brokers globally with our EUR/USD spread averaging 0.1 pips. Tight spreads combined with our low latency enterprise grade hardware makes IC Markets the ideal choice for active day traders and those using Expert Advisors. The table at the bottom of this page shows our minimum and average spreads across all of the major currency pairs.",
  "forex_18": "How does Forex",
  "forex_19": "Trading work?",
  "forex_20": "Forex trading is similar to trading shares or futures except that when trading foreign exchange you are buying or selling one currency against another and you do not take delivery of the underlying currency. One of the key advantages Forex has over other financial instruments is that relatively small lot sizes can be traded - lot sizes can be as small as 1000 units (one micro lot). Typically, foreign exchange also involves leverage which in some cases can be as high as 1:500, which is very different to trading shares where no leverage is involved.",
  "forex_202": "Forex trading is similar to trading shares or futures except that when trading foreign exchange you are buying or selling one currency against another and you do not take delivery of the underlying currency. One of the key advantages Forex has over other financial instruments is that relatively small lot sizes can be traded - lot sizes can be as small as 1000 units (one micro lot). Typically, foreign exchange also involves leverage which in some cases can be as high as 1:30, which is very different to trading shares where no leverage is involved.",
  "forex_21": "Leverage allows traders to trade with more money than they actually have in their trading account. For example, if you had 1:100 leverage you could use a $1,000 deposit to control $100,000 worth of currency. Using leverage can result in an increase in gains, however, if not used correctly it can also result in increased losses.",
  "forex_22": "Forex Trading Examples",
  "forex_23": "Selling: EUR/USD",
  "forex_24": "The gross profit on your trade is calculated as follows:",
  "forex_25": "Opening Price",
  "forex_26": "Closing Price",
  "forex_27": "Gross Profit on Trade",
  "forex_28": "Opening the Position",
  "forex_29": "The price of the Euro against the US Dollar (EUR/USD) is 1.33623/1.33624 and you decide to sell 2 standard lots (the equivalent of €200,000) at 1.33623.",
  "forex_30": "The value of your position is €200,000 x 1.33623 = USD $267,246. The leverage on your trading account is 1:100 therefore the margin required to open the position is USD $267,246 / 100 = USD $2,672.46.",
  "forex_31": "Closing the Position",
  "forex_32": "One week later the Euro has fallen against the US Dollar to 1.32128/1.32129 and you decide to take your profit by buying back 2 standard lots at 1.32129.",
  "forex_33": "Spreads",
  "forex_34": "Forex",
  "forex_351": "See our",
  "forex_352": "Spreads",
  "forex_361": "Download",
  "forex_362": "Product Details",
  "forex_371": "Popular Account",
  "forex_3721": "Raw Spread",
  "forex_38": "Start trading",
  "forex_39": "global markets today!",
  "forex_40": "OPEN TRADING ACCOUNT",
  "forex_41": "TRY A FREE DEMO"
}
