{
    "xc_01": "Become an IC Markets Pro Trader",
    "xc_01_1": "Access Premium Service for Professional Traders",
    "xc_02": "As an IC Markets' Pro client, you will be able to keep the current leverage you are using and add some exclusive account features.",
    "xc_02_1": "As an IC Markets' Pro client you will be able to trade with no leverage restriction and receive most of the protections offered to Retail Clients at no additional cost.",
    "xc_03": "Check your eligibility for an IC Markets Pro account",
    "xc_04": "<a class='icm-btn icm-btn-primary' href='#form'>APPLY NOW</a>",
    "xc_04_1": "<a class='icm-btn icm-btn-primary' href='#content-here'>APPLY NOW</a>",
    "xc_05": "Key Features",
    "xc_06": "Opportunity",
    "xc_07": "Flexible leverage up to 500:1",
    "xc_07_1": "Unlock higher leverage",
    "xc_08": "IC Markets Pro account holders will maintain their existing leverage even after the 29 March 2021 where the ASIC product intervention will take place.",
    "xc_08_1": "IC Markets Professional account holders will not be subject to leverage restrictions.",
    "xc_09": "INDIVIDUALITY",
    "xc_10": "Your own account manager",
    "xc_11": "A dedicated execution desk and your own account manager means you will have support available to help with all of your trading and account queries.",
    "xc_12": "Potential",
    "xc_13": "Gain greater exposure ",
    "xc_14": "Get exclusive early access to new IC Markets products and initiatives, before they're released to the rest of our clients.",
    "xc_15": "Security",
    "xc_16": "Segregated funds protection",
    "xc_17": "We will continue to hold an amount equal to your account value in a segregated client money trust account",
    "xc_18": "Account Conditions",
    "xc_19": "As an IC Markets Wholesale (Pro) client, you are not entitled to certain protections afforded to retail clients under Chapter 7 of the Corporations Act 2001 (Cth) (Act). This means IC Markets are not required by law to provide you with the same rights and protection measures as a retail client.",
    "xc_20": "IC Markets are not required to provide Pro clients with access to our Internal Dispute Resolution scheme but we’ll still make this service available to you at no cost.",
    "xc_20_1": "While you can still access the external dispute resolution provider Australian Financial Complaints Authority (AFCA), you may be treated differently given your status as an experienced wholesale investor and AFCA may exclude your matter at their discretion. ",
    "xc_20_2": "We are not required to provide you with updates to our Product Disclosure Statement (PDS), Financial Services Guide (FSG) or any other document IC Markets provides a retail client.",
    "xc_20_3": "The risks and other important information are detailed in the '<a class='f-600' target='_blank' href='https://cdn.icmarkets.com/uploads/ICMwholesaleClient.pdf'>Wholesale Client Information Statement (Wholesale clients only)</a>.'",
    "xc_21": "Eligibility Criteria",
    "xc_21_1": "To be eligible for a Pro account, you need to meet the \"wholesale client\" eligibility criteria under the Corporations Act. <br>If you answer yes to one of these two options, you may be eligible for a Pro account.",
    "xc_22": "If you are able to answer <span class='text-ic'>'yes'</span> to the following, you may be eligible:",
    "xc_23": "You have net assets of at least A$2.5 million, OR",
    "xc_24": "You have a gross income for each of the last two financial years of at least AUD 250,000.",
    "xc_25": "When calculating your net assets remember to include the following: your home, other properties/land, superannuation, trusts, shares, other investments, savings, value of business, car/boat/caravan.",
    "xc_26": "Download an Application Form:",
    "xc_27": "Fill the form and send it to <a class='link-ic' href='mailto:support@icmarkets.com'>support@icmarkets.com</a>",
    "xc_27_asic": "Fill the form and send it to <a class='link-ic' href='mailto:support@icmarkets.com.au'>support@icmarkets.com.au</a>",
    "xc_28": "<a class='link-icm' target='_blank' href='https://cdn.icmarkets.com/uploads/form-icm-wholesale.pdf'>get the form</a>",
    "xc_29": "FREQUENTLY ASKED QUESTIONS",
    "xc_30": "More questions about trading with IC Markets?",
    "xc_31": "<a href='/help-resources/help-centre' class='link-faq'>see all our FAQs</a>",
    "xc_32": "What protections do I forfeit as an IC Markets Pro account holder?",
    "xc_33": "As an IC Markets Pro account holder, you forfeit:",
    "xc_34": "The right to be given a Product Disclosure Statement (<b class='f-600'>PDS</b>) and Financial Services Guide (<b class='f-600'>FSG</b>)",
    "xc_35": "Recourse to the Australian Financial Complaints Authority (AFCA)",
    "xc_36": "Who is eligible for an IC Markets Pro account?",
    "xc_37": "An eligible client that qualifies as being treated as a wholesale client pursuant to section 761G(7)(c) of the Act. If you are able to answer 'yes' to the following, you may be eligible:",
    "xc_38": "You have net assets of at least A$2.5 million, OR",
    "xc_39": "You have a gross income for each of the last two financial years of at least AUD 250,000.",
    "xc_40": "When calculating your net assets remember to include the following: your home, other properties/land, superannuation, trusts, shares, other investments, savings, value of business, car/boat/caravan.",
    "xc_41": "How will I know when I've been switched from a standard account to an IC Markets Pro account",
    "xc_42": "Our team will be in contact with you to inform you if we require further information or directly to confirm that your IC Markets Pro account is ready.",
    "xc_43": "Why is the leverage being restricted?",
    "xc_44": "We encourage our clients to read directly <a class='link-ic' target='_blank' href='https://asic.gov.au/about-asic/news-centre/find-a-media-release/2020-releases/20-254mr-asic-product-intervention-order-strengthens-cfd-protections'>the press release from ASIC</a>.",
    "xc_44_1": "",
    "xc_45": "By providing this certificate, you hereby acknowledge that you wish to apply to be treated as a Wholesale Investor, you understand the implications, and that at any time you can withdraw your consent (by notifying us).",
    "xc_46": "Pro Traders",
    "xc_47": "Be prepared for ASIC's proposed changes: as a Pro Trader, you can maintain the same leverage levels and keep some benefits offered to Retail Clients.",
    "xc_48": "Data in the table based on ASIC's product intervention from 29 March 2021.",
    "xc_49": "Max Leverage",
    "xc_50": "Other Criteria",
    "xc_51": "Instruments Category",
    "xc_52": "Retail Account",
    "xc_53": "Professional Account",
    "xc_54": "Major Forex",
    "xc_55": "Minor Forex",
    "xc_56": "Major Indices",
    "xc_57": "Gold",
    "xc_58": "Commodities (excluding Gold)",
    "xc_59": "Minor Indices",
    "xc_60": "Shares",
    "xc_61": "Crypto",
    "xc_62": "Protection",
    "xc_63": "Retail Account",
    "xc_64": "Professional Account",
    "xc_65": "Client Segregated Funds",
    "xc_66": "Negative Balance Protection",
    "xc_67": "Transparent Execution &amp; Pricing",
    "xc_68": "Product Disclosure Statement &amp; Financial Services Guide",
    "xc_69": "Recourse To AFCA",
    "xc_70": "Option 1  -  Wealth Test",
    "xc_70_1": "Clients who meet at least 2 of the following 3 criteria are eligible:",
    "xc_70_2": "<ul class='mt-1 text-desc'><li><span class='f-600'>Sufficient trading activity in last 12 months</span>: you have performed an average of at least 10 transactions per quarter, of significant size, over the previous four quarters on the relevant market1 (with IC Markets and/or other providers).</li><li class='mt-1'><span class='f-600'>Financial instrument portfolio</span>: the size of your financial instrument portfolio exceed euro 500.000, including cash savings and financial instruments (you will not be required to deposit that amount, but just to show that you have such value in your financial portfolio).</li><li class='mt-1 mb-3'><span class='f-600'>Relevant experience in the financial services sector:</span> you work/have worked in the financial sector, for at least one year in a professional position which requires knowledge of the related transactions or services.</li></ul>",
    "xc_71": "Download an Application Form:",
    "xc_72": "Fill the form and upload it into your client area",
    "xc_73": "Download the form now",
    "xc_75": "Option 2  -  Sophisticated Investor Test",
    "xc_76": "An eligible client is someone who we believe has previous experience that allows them to assess:",
    "xc_77": "the merits of the product or service; and",
    "xc_78": "the value of the product or service; and",
    "xc_79": "the client's own information needs; and",
    "xc_80": "the adequacy of the information given by the licensee;",
    "xc_80_1": "Requests that IC Markets consider my experience for the purposes of becoming a Sophisticated Investor as defined under 761GA of the Act.",
    "xc_81": "At a minimum you'll need to meet the following requirements: <div class='checklist-note sm mt-1'>Have an annual income of at least AUD$100,000 or assets of AUD$500,000</div>",
    "xc_82": "You must be able to demonstrate that, <div class='checklist-note sm mt-1'>you have traded leveraged FX or CFDs 20 times per quarter for at least 4 quarters in the preceding 2 years with a notional value of AUD$500,000 or more</div>",
    "xc_82_1": "OR",
    "xc_83": "Work or have worked in the financial sector for at least one year in a professional position which requires knowledge of leveraged trading (or FX or CFDs)",
    "xc_84": "If you’re eligible, it’s easy:",
    "xc_85": "Contact our account team to confirm your Income or Assets.",
    "xc_86": "Provide evidence of your work experience or your trading if you have not done the minimum requirements with IC Markets.",
    "xc_87": "Download an Application Form:",
    "xc_87_1": "Demonstrate your knowledge of leveraged trading by completing a short <a href='https://secure.icmarkets.com/Sophisticated/Quiz'> online test</a>.",
    "xc_87_2": "Download an Application Form: <br> Fill the form and upload it into your client area",
    "xc_88": "Fill the form and upload it into your client area",
    "xc_89": "Download the form now",
    "xc_89_1": "UPGRADE YOUR ACCOUNT TO PRO",
    "xc_90": "Read More",
    "xc_91": "Read Less",
    "xc_92": "PRO Account Leverage",
    "xc_93": "Instrument",
    "xc_94": "Professional Leverage",
    "xc_95": "Retail Leverage",
    "xc_96": "Pairs between any two of AUD, USD, EUR, GBP, CAD, CHF, JPY",
    "xc_96_1": "Up to 500:1",
    "xc_96_2": "30:1",
    "xc_97": "Other forex pairs",
    "xc_97_1": "Up to 500:1",
    "xc_97_2": "20:1",
    "xc_98": "Major stock market indices",
    "xc_98_1": "Up to 200:1",
    "xc_98_2": "20:1",
    "xc_99": "Minor stock market indices",
    "xc_99_1": "Up to 200:1",
    "xc_99_2": "10:1",    
    "xc_100": "Gold",
    "xc_100_1": "Up to 500:1",
    "xc_100_2": "20:1",        
    "xc_101": "Oil",
    "xc_101_1": "Up to 100:1",
    "xc_101_2": "10:1",
    "xc_101a": "Oil futures (Brent & WTI)",
    "xc_101a_1": "Up to 100:1",
    "xc_101a_2": "10:1",    
    "xc_102": "Other commodities",
    "xc_102_1": "Up to 500:1",
    "xc_102_2": "10:1",
    "xc_103": "Cryptocurrencies",
    "xc_103_1": "Up to 200:1",
    "xc_103_2": "2:1",
    "xc_104": "Equities or other assets",
    "xc_104_1": "Up to 20:1",
    "xc_104_2": "5:1",

    "xa_": ""
}