{
    "title": "Zulutrade | Social Trading Platform | IC Markets",
    "meta": "Discover the ZuluTrade platform with IC Markets to trade financial instruments safely & securely with power for better trades. Start trading now!",
    "zulutrade_0": "Invest with the Best",
    "zulutrade_1": "Social Trading Platform.",
    "zulutrade_2": "Choose among 100.000 talented ZULU Traders from 192 countries and follow their trading signals for FREE in your account.",

    "zulutrade_3": "Start Trading Now",
    "zulutrade_4": "Create account in",
    "zulutrade_5": "Check out our powerful Android, iPhone, iPad, Windows phone and desktop widget apps.",
    "zulutrade_444": "less than 2 minutes",
    "zulutrade_6": "Why Zulu - Features Highlight",
    "zulutrade_7": "Some of the key features & reasons for choosing Zulu Trader.",

    "zulutrade_8": "Start Trading Now",
    "zulutrade_9": "largest social trading community ",
    "zulutrade_10": "Sign up with the",

    "zulutrade_11": "Experience freedom trading.",
    "zulutrade_12": "Zulu Your Devices",
    "zulutrade_13": "ZULU RANK",
    "zulutrade_14": "a sophisticated algorithm ranks Signal Providers by analyzing their overall performance, stability, maturity, exposure, minimum equity required.",
    "zulutrade_15": "ZULU GUARD",
    "zulutrade_16": "a highly advanced account protection feature that monitors the performance of your traders 24/7 and stepping in to protect your invested capital whenever needed.",
    "zulutrade_17": "SIMULATION",
    "zulutrade_18": "a powerful tool that allows you to test the potential profits or losses your account heck your strategies and potential performance, before even going live!.",
    "zulutrade_19": "Open Account",

    "zulutrade_p1": "Please select your Region",
    "zulutrade_p2": "Europe",
    "zulutrade_p3": "Rest of World",

    "zulutrade_20": "Auto trading is an ideal solution for traders who cannot commit the time to building their own strategies, and for traders who simply want to remove the emotions from trading.",
    "zulutrade_21": "Tap the Potential of",
    "zulutrade_211": "Next Generation Trading!",
    "zulutrade_24": "Zulu Trade Ltd owns and operates the Zulu Trade system, the use of this system is subject to the terms and conditions specified on <a target='_blank' href='https://www.zulutrade.com/terms-of-service'>https://www.zulutrade.com/terms-of-service</a>.<br>Trades generated through the use of the Zulu Trade system are not the responsibility of International Capital Markets Pty Ltd."
}
