{
    "title": "Advance Trading Tools | Online Forex Trading Broker",
    "meta": "As a part of improving the overall trading experience for our users, IC Markets has introduced 20 exclusive trading tools previously not available on MetaTrader 4. With the help of these advanced trading tools, the world's best trading platform is now even better, providing our traders with a competitive edge.",
    "card_tools_head-1": "Alarm Manager",
    "card_tools_text-1": "A personal trading assistant which can notify the trader or even their followers on social media.",

    "card_tools_head-2": "Correlation Matrix",
    "card_tools_text-2": "Gives trader market info on different time scales and enables them to make better decisions.",

    "card_tools_head-3": "Correlation Trader",
    "card_tools_text-3": "Lets traders compare correlation between two symbols, and trade emerging differences.",

    "card_tools_head-4": "Trade Terminal",
    "card_tools_text-4": "A feature-rich trade execution and analysis tool which offers precision  trading, ordering template & more.",

    "card_tools_head-5": "Market Manager",
    "card_tools_text-5": "Provides full control over symbol watch-lists and all order activity from one small and convenient window.",

    "card_tools_head-6": "Mini Terminal",
    "card_tools_text-6": "It Displays the same deal ticket as the Trade Terminal in the context of a specific trading chart.",

    "card_tools_head-7": "Sentiment Trader",
    "card_tools_text-7": "Shows sentiment based on real open positions: the number of traders who are currently long or short.",

    "card_tools_head-8": "Session Map",
    "card_tools_text-8": "Gives the trader a quick market overview through the world’s key marketsand their time zones.",

    "card_tools_head-9": "Excel RTD",
    "card_tools_text-9": "App lets you enter up to 5 account numbers, and then automatically displays a dashboard of equity and balance etc.",

    "card_tools_head-10": "Stealth Orders",
    "card_tools_text-10": "App lets traders hide their pending orders from other market participants with more functionalities.",

    "card_tools_head-11": "Tick Chart Trader",
    "card_tools_text-11": "Displays variety of tick charts, including traditional line charts, timed tick charts, and tick bars/candles.",

    "card_tools_head-12": "And More..",
    "card_tools_text-12": "More apps and indicators are available exclusively on ICMarkets. Browse our apps and indicators list.",

    "trading_tools_1": "Advance Trading",
    "trading_tools_2": "With the help of Advanced Trading Tools, the world's best trading platform is now even better, providing our traders with a competitive edge",
    "trading_tools_3": "Start Trading",
    "trading_tools_4": "Access over",
    "trading_tools_5": "markets & tight pricing with a",
    "trading_tools_6": "True ECN broker",
    "trading_tools_7": "Start Trading",
    "trading_tools_8": "As a part of improving the overall trading experience for our users, IC Markets has introduced 20 exclusive trading tools previously not available on MetaTrader 4. With the help of these advanced trading tools, the world's best trading platform is now even better, providing our traders with a competitive edge.",
    "trading_tools_9": "The apps give traders institutional quality tools over and above those provided in the underlying trading platform. In addition to having some of the most feature rich trade execution and management tools, the list also includes apps that assist in making trade decisions along with handy tools like sophisticated alarms, messaging broadcasting facilities, market data & more aimed at enhancing the overall trading experience. The following Advanced trader tools are exclusively available for our Live account holders.",
    "trading_tools_10": "Start trading with",
    "trading_tools_11": "a True ECN broker today",
    "trading_tools_12": "Open Trading Account",
    "trading_tools_13": "Try  a free demo"
}
