{
  "title": "Help Centre | IC Markets",
  "meta": "Award winning MetaTrader 4 trading platform for all your online trading needs. Enjoy the broadest Forex trading opportunities brought to you by IC Markets",

  "help_centre_1": "Help Centre",
  "help_centre_2": "Help Centre – Find the answers you’re looking for using our in-depth knowledgebase or contact our friendly customer support 24/7",
  "help_centre_6": "IC Markets Support",
  "help_centre_7": "Please fill in your details to enable us to assist you faster",
  "help_centre_8": "Trade with",
  "help_centre_9a": "a high-performance trading platform ",
  "help_centre_10": "Open Trading Account",
  "help_centre_11": "Try  a free demo",

  "help_centre_faq_1": "Did you find what you are looking for?",
  "help_centre_faq_2": "Yes",
  "help_centre_faq_3": "No",

  "card_help_center_text-1": "LIVE CHAT",
  "card_help_center_text-2": "E-MAIL SUPPORT",
  "card_help_center_text-3": "CALL BACK",

  "faq_input_placeholder": "Type your question here",
  "faq_tips_title": "How do I get help?",
  "faq_tips_1": "Simply type your question in the search box above to get instant answers.",
  "faq_tips_2": "For better results, type more than one word and use a question phrasing. If you don't find a match try phrasing your question differently (not a strict coincidence expected occurrence of each of the words separated by a space).",

  "cy_q0": "How to open a live trading account with IC Markets?",
  "cy_q1": "Which type of documents do I need to send?",
  "cy_q2": "How long does it take to open a live trading account with IC Markets?",
  "cy_q3": "Is IC Markets regulated?",
  "cy_q4": "What are the benefits of trading with a regulated Сompany?",
  "cy_q5": "Residents of which countries can apply under IC Markets (EU) Ltd?",
  "cy_q6": "Are my personal details secure with you?",
  "cy_q7": "How to complain?",

  "cy_a0": "<div class=\"a\"><p>Opening a live trading account with IC Markets is simple.</p><p>Please follow these steps to get started:</p><ul><li>Fill the online registration form to create an IC Markets profile</li><li>You will receive an email containing a link to verify your email</li><li>Verify, complete the application and submit your documents</li><li>Get approved and receive your approval email</li><li>Login into your IC Markets Trader’s Portal and create a live MT4 account</li><li>Fund your account and start trading</li></ul></div>",
  "cy_a1": "<div class=\"a\"><p>Before a client can trade with us for the first time on a new account (even when they have previously held an account), we need to perform identity and residential address verification. Moreover, as part of the due diligence process, you may be required to provide proof of your residential verification and certain information regarding the payment method you wish to use to fund your account.</p><p>Our requirements for identity verification may include the following:</p><p>1) A government issued identification document (ID) that contains all the following information:</p><ul><li>Photo</li><li>Identity number</li><li>Full name</li><li>Date of birth</li><li>Date of expiry</li></ul><p>2) A residential verification document, displaying your full name and address. The residential verification document should be issued by a financial institution, utility company, government agency or a judicial authority and can be one of the following:</p><ul><li>Bank statement</li><li>Credit card statement</li><li>Electricity bill</li><li>Water or gas bill</li><li>Council tax bill</li><li>Tax letter</li><li>Phone bill</li><li>Television services bill, or</li><li>Internet bill</li></ul></div>",
  "cy_a2": "Once we receive your application with the required documents, your account will be processed within 2 business days.",
  "cy_a3": "<div class=\"a\">Yes, IC markets is regulated. IC Markets.eu is operated by IC MARKETS (EU) LTD, a well- capitalized firm regulated by the Cyprus Securities and Exchange Commission (CYSEC). CySEC License no <a>362/18</a></div>",
  "cy_a4": "One of the benefits of trading with a regulated firm is that you know you are contracting with a reliable provider in a regulated environment, which has stringent rules and regulations designed, in particular, to protect the interest of retail clients.",
  "cy_a5": "<div class=\"a\"><ul><li>Austria</li><li>Bulgaria</li><li>Cyprus</li><li>Czech Republic</li><li>Denmark</li><li>Estonia</li><li>Finland</li><li>Greece</li><li>Hungary</li><li>Iceland</li><li>Italy</li><li>Latvia</li><li>Liechtenstein</li><li>Lithuania</li><li>Luxembourg</li><li>Norway</li><li>Portugal</li><li>Romania</li><li>Slovakia</li><li>Slovenia</li><li>Sweden</li></ul></div>",
  "cy_a6": "IC Markets takes serious precautionary measures to ensure that your personal details are held in absolute confidence. Your passwords are encrypted, and your personal details are stored on secure servers and cannot be accessed by anyone, with the exception of a very small number of authorised members of staff.",
  "cy_a7": "<div class=\"a\">Please follow the Company’s <a target=\"_blank\" href=\"http://www2.icm/main_content/pdf/chp.pdf\">Complaint handling Policy</a></div>",

  "q0": "Who is IC Markets?",
  "q1": "Who owns IC Markets?",
  "q2": "Is IC Markets Regulated?",
  "q3": "Where is my money held?",
  "q4": "What is the difference between a Standard and True ECN account?",
  "q5": "What is the minimum amount needed to open a trading account?",
  "q6": "What leverage does IC Markets offer?",
  "q7": "Can I have multiple trading accounts with IC Markets?",
  "q8": "What time does IC Markets open and close its prices?",
  "q9": "What time does IC Markets Rollover occur?",
  "q10": "What is IC Markets GMT Offset?",
  "q11": "What are the trading hours of Gold and Silver?",
  "q12": "Does IC Markets offer any Education?",
  "q13": "How many currency pairs does IC Markets offer?",
  "q14": "Which other instruments does IC Markets offer?",
  "q15": "How do I deposit money into my trading account?",
  "q16": "How long does it take for funds to appear in my live account?",
  "q17": "How do I withdraw money from my trading account?",
  "q19": "How do I open a live trading account with IC Markets?",
  "q20": "What documents do I have to provide IC Markets to open a live trading account?",
  "q21": "Do I earn interest on funds deposited into my live trading account?",
  "q22": "Does IC Markets accept US Clients?",
  "q23": "Is Scalping and Hedging allowed?",
  "q24": "If I am experiencing problems trading can I place an order over the phone?",
  "q25": "If I stop trading will I be charged an inactivity fee?",
  "q26": "Are Demo Accounts the same as Live Accounts?",
  "q27": "What is Forex?",
  "q28": "How do I make money trading Forex?",
  "q29": "Is the Forex Market a fair market?",
  "q30": "Where is the Forex Market located?",
  "q31": "Who are the main participants in the Forex Market?",
  "q32": "When does the Forex Market open and close?",
  "q33": "What are the most popular Forex pairs?",
  "q34": "What makes exchange rates move?",
  "q35": "How do I manage risk when trading Forex?",
  "q36": "What is the best trading strategy to use when trading Forex?",
  "q37": "Is trading the forex market expensive?",
  "q38": "Why can I not see all instruments in the Market Watch Window?",
  "q39": "My MetaTrader 4 platform shows the message ‘Trade Context is Busy’ what does this mean?",
  "q40": "I want to change the time on my charts, can I do this?",
  "q41": "Where can I find information about the swap rates?",
  "q42": "Why do my swap rates triple for positions held over roll-over on a Wednesday?",
  "q43": "Why can I not log into my demo account?",
  "q44": "Why do I get the message ‘invalid account’?",
  "q45": "Why is my Expert Advisor (EA) not taking any trades?",
  "q46": "What does spread mean?",
  "q47": "What are the fees, commissions for trading with IC Markets?",
  "q48": "What is the minimum lot size that I can trade?",
  "q49": "How do I place trades over the internet?",
  "q50": "What does margin mean and how is this calculated?",
  "q51": "Can I set pending orders in the MetaTrader 4?",
  "q52": "Does MetaTrader 4 have trailing stop orders?",
  "q53": "What happens if I have no free margin left in my account?",
  "q54": "What is IC Markets margin call level?",
  "q55": "What is IC Markets margin stop out level?",
  "q56": "What is cTrader Smart Stop Out",
  "q57": "What does the deal confirmation window mean?",
  "q58": "How do I generate account statements?",
  "q59": "How do I see my account balance in MetaTrader 4?",
  "q60": "How can I open a demo account?",
  "q61": "Does my demo account ever expire?",
  "q62": "What does it mean to have a ‘long’ or ‘short’ position?",
  "q63": "Is there a minimum number of trades I need to place each month?",
  "q64": "Is there a limit to the number of open positions that I can have open at any one time?",
  "q65": "Does IC Markets offer deposit bonuses?",
  "q66": "Can I loose more than my initial deposit when trading forex?",
  "q67": "How long can I keep my positions open for?",
  "q68": "Can I log into multiple accounts from the same computer?",
  "q69": "Can I log into my account simultaneously on separate computers?",
  "q70": "Can I use the MetaTrader 4 trading platform on an Apple Mac?",
  "q71": "What is IC Markets policy regarding slippage?",
  "q72": "How do the charts on MetaTrader 4 work?",
  "q73": "Where are your trading servers located?",
  "q74": "How do I test the latency from my computer to the MetaTrader 4 trade server?",
  "q75": "What time does the CFD market open?",
  "q76": "What are the fees, commission for trading CFDs with IC Markets?",
  "q77": "What are the margin rates of the CFDs at IC Markets?",
  "q78": "Do CFD contracts have a minimum trade size?",
  "q79": "How are IC Markets CFD prices calculated?",

  "q80": "Why my account hasn't been approved yet?",
  "q81": "Can I open a corporate trading account with IC Markets?",
  "q82": "How to convert my account to Swap Free?",
  "q83": "Why you cannot except P.O. box? ",
  "q84": "What to do if I cannot provide the requested documents?",
  "q85": "Why IC Markets does not offer any bonus?",
  "q86": "Why do you keep rejecting my documents?",
  "q87": "How long it takes to be verified? ",
  "q88": "What to do if the proof of residence is in the name of my parents/spouse? ",
  "q89": "What is the difference between IC Markets (AU) and IC Markets (SC) regulation wise?",
  "q90": "What countries you don't accept clients from?",
  "q91": "How do I know which regulation will be applicable for my account?",
  "q92": "Do I earn interest on funds deposited into my live trading account?",
  "q93": "Does IC Markets offer joint accounts?",
  "q94": "Do you offer corporate or business accounts?",
  "q95": "How do I update my address details?",
  "q96": "Do you report taxes?",
  "q97": "How do I update my details?",
  "q98": "How do I send you documents? ",
  "q99": "Why do I pay Commission?",

  "q100": "How can I access my Client Area? ",
  "q101": "How can I see my live account details?",
  "q102": "How can I open additional live or demo account ?",
  "q103": "Can I transfer my funds between accounts?",
  "q104": "Can I transfer funds from my account to another IC Markets account holder?",
  "q105": "What withdrawal methods are available for me?",
  "q106": "How long it takes to receive a deposit?",
  "q107": "How long it takes to receive a withdrawal?",
  "q108": "Do you have instant withdrawals?",
  "q109": "Do you process withdrawals during weekends? ",
  "q110": "Why is my withdrawal rejected?",
  "q111": "Why is my deposit failed?",
  "q112": "My account is archived, what should i do?",
  "q113": "How can I transfer funds from the archived account?",
  "q114": "I am getting this error, \"Sorry you can not open a new live account, you must fund your existing trading accounts as you have more than two accounts with a zero balance. Please contact us for any special requests.\". What should I do?",
  "q115": "How can open Islamic account from my client area?",
  "q116": "I get error message ''Username or password is invalid'', what should I do?",
  "q117": "How can I see all my deposits and withdrawals history?",
  "q118": "How to change the trade account password? ",
  "q119": "What to do if I forgot client area password?",
  "q120": "How to change the leverage?",
  "q121": "My credit/debit card is expired. How do I withdraw my funds?",
  "q122": "Are there any deposit fees?",
  "q123": "Are there any withdrawal fees?",
  "q124": "Are there any fees when I transfer between accounts? ",
  "q125": "How can I delete my trading account?",
  "q126": "How can I close my profile?",
  "q127": "How do I add my credit/debit card?",
  "q128": "How long it takes to receive my withdrawal once withdrawal status is chaged to 'Completed'?",
  "q129": "How can I subscribe to market forecasts? Are there any fees involved?",
  "q130": "Where can I download your trading platforms from?",

  "q131": "What is the difference between an ECN, STP and Market maker broker?",
  "q132": "How do you execute my trades? ",
  "q133": "How is IC Markets prices are derived?",
  "q134": "Do you pass all my trades to the market?",
  "q135": "Is IC Markets a Market Maker or an ECN broker?",
  "q136": "Is IC Markets a True ECN broker?",
  "q137": "Does IC Markets Hedge positions? ",
  "q138": "How do you decide on which trades to Hedge?",
  "q139": "Who are your hedged counterparties or pricing providers or liquidity providers?",
  "q140": "Are you a Market Maker?",
  "q141": "Regarding conflicts of interest, if client loses money, IC Markets profits?",
  "q142": "Are you still a True ECN?",
  "q143": "What is the average spread on gold?",
  "q144": "What is the average spread on EURUSD?",
  "q145": "Why is my stoploss not filled at the price that I requested?",
  "q146": "Where can I find the swap rates?",
  "q147": "Do you offer oil?",
  "q148": "Why there is a triple swap charge?",
  "q149": "How many Shares CFDs do you offer?",
  "q150": "What is an ex-dividend? Why I was charged an ex-dividend?",
  "q151": "Why my trade wasn't closed, even if the Take Profit was hit?",
  "q152": "Why was my trade stopped out below 50%?",
  "q153": "Do you offer negative balance protection? ",
  "q154": "What type of execution you are offering?",
  "q155": "Do you offer instant execution?",
  "q156": "What is your average execution time?",
  "q157": "What are the fees, commission for trading CFDs Indices with IC Markets?",
  "q158": "How do I subscribe or unsubscribe from the daily newletters and offers?",
  "q159": "How do I subscribe to the daily market forecasts?",
  "q160": "Do you offer FIX API",
  "q161": "What partnership programs do you offer?",
  "q162": "Do I risk my money while I use the Demo account?",
  "q163": "How do I add funds to my demo account?",
  "q164": "What time does IC Markets Rollover occur?",
  "q165": "What happens to my funds if company goes bankrupt or becomes insolvent?",
  "q166": "Do you offer trading advice?",

  "q167": "How do I login into my trade account using MT4 platform?",
  "q168": "What is a cTID and how to login to your cTrader platform using one?",
  "q169": "How to login into mobile trading platform ?",
  "q170": "Why do I receive \"Autorisation failed\" error on mobile app ?",
  "q171": "Can I install indicators or EAs on the mobile platform?",
  "q172": "How do I install an Expert Advisor?",
  "q173": "Can I lose more than my account balance?",
  "q174": "What can I do if my account balance is negative?",
  "q175": "What is the difference between MT4/MT5 and cTrader?",
  "q176": "Can I use my trading account on all platforms?",
  "q177": "How do I change the platform time?",
  "q178": "My latency is high. How can I get better latency?",
  "q179": "Does latency affect execution time?",
  "q180": "Do you offer VPS services?",
  "q181": "I received an email saying that my account is hyperactive. What does that mean?",
  "q182": "What is an investor password? How do I get one?",
  "q183": "Where can I find the journal or platform logs?",
  "q184": "Why my platform is working slow while other brokers platforms work good?",
  "q185": "What is free margin?",
  "q186": "Are demo accounts the same as live accounts?",
  "q187": "Do you offer Netting account types on your platforms?",
  "q188": "Can I use my cTrader account login details with MT4/MT5 or vice-versa?",
  "q189": "What is a gap, and why can we see gaps in the charts?",
  "q190": "I receive the error 'Market is closed' when I am trying to place trades. What does this mean?",
  "q191": "What are your trading hours?",
  "q192": "Can I trade Cryptocurrencies on the weekend?",
  "q193": "Why I cannot find Stocks in my platform?",
  "q194": "How do I reset my trade account password?",
  "q195": "Where can I find the visual mode on the Strategy Tester window?",
  "q196": "How do I reset my cTrader ID password?",
  "q197": "Where can I find full cTrader quide ?",
  "q198": "Which platform is better?",
  "q199": "How is cTrader different from MT4 platform?",
  "q200": "How do I change the password of my trading account?",
  "q201": "Why do I get the message ‘invalid account’?",
  "q202": "Why do I get the message \"No Connection\"?",
  "q203": "Why can I not see all instruments in the Market Watch Window?",
  "q204": "Why the platform start feezing at news time ?",
  "q205": "How to enable alerts on MT4 platform?",
  "q206": "How do I change the password of my trading account?",
  "q207": "Why my platform keeps freezing?",
  "q208": "Why my mobile trading app is not working or freezing?",
  "q209": "How do I add a custom Expert Advisor or indicator to MT4 / MT5?",

  "q210": "What is a Market order?",
  "q211": "What is a Pending order?",
  "q212": "What is a Buy order?",
  "q213": "What is a Sell order?",
  "q214": "What is a Buy Limit order?",
  "q215": "What is a Sell Limit order?",
  "q216": "What is a Buy stop Order",
  "q217": "What is a Sell Stop order? ",
  "q218": "What is a Stop Limit order? ",
  "q219": "What is a Trailing Stop order?",
  "q220": "Does fully hedge means my trades will not get stopped out even if the equity becomes negative?",
  "q221": "Do I need to have free margin to open a hedge trade? ",
  "q222": "What happens when a Futures CFD expire?",
  "q223": "Does IC Markets offer Signals?",

  "q224": "What does IC Markets do with the money I deposit?",
  "q225": "What happens to my funds if the bank that my funds are held with goes insolvent?",
  "q226": "How IC Markets use my personal information?",
  "q227": "Are my personal details as well as card information safe?",
  "q228": "What can I do if my account is being hacked?",

  "a0": "IC Markets is the leading True ECN forex broker in Australia. The company was founded in 2007 with the vision of providing fair and transparent forex trading to active traders. IC Markets is dedicated to bring retail investors and traders in Australia and abroad solutions previously only available to professionals and large global investment banks. For additional information about IC Markets please visit the About Us page.",
  "a1": "IC Markets is a privately owned Australian based company with headquarters in Sydney. IC Markets management team is comprised of individuals with over 20 years experience in derivate products. IC Markets founders were instrumental in the success of Australia’s largest CFD and Forex provider.",
  "a2": "IC Markets is regulated by ASIC in Australia and holds a financial services licence 335692. IC Markets complies with ASIC capital adequacy requirements and conducts ongoing compliance audits of internal procedures and risk management.",
  "a3": "IC Markets holds client money in Segregated Client Trust Accounts at Westpac Banking Corporation and National Australia Bank (NAB). Both banks are AA rated Australian banks.",
  "a4": "IC Markets has two MetaTrader 4 account types, a standard account and our market leader, True ECN account. IC Markets does not charge a commission on standard accounts but instead marks up the spread by 1 pip above the Inter-bank rate received from our liquidity providers. IC Markets True ECN account shows the raw inter-bank spread received from our liquidity providers, on this account we commission of $7 per standard lot round turn.",
  "a5": "IC Markets allows clients to open an account with as little as USD $200 or currency equivalent.",
  "a6": "IC Markets offer flexible leverage options ranging from 1:1 to 1:500. You can change the leverage on your trading account via your Client Area.",
  "a6_apac": "IC Markets Global offers flexible leverage options ranging from 1:1 to 1:1000. You can change the leverage on your trading account via your Client Area.",  
  "a7": "IC Markets allows you to open multiple trading accounts. You can open an additional account via your Client Area.",
  "a8": "The opening and closing times of IC Markets prices are:<br>Opening time: 00:01 MetaTrader 4 Server Time (Monday)<br>Closing time: 23:57 MetaTrader 4 Server Time (Friday)<br><br>Please note the times of certain instruments may vary, all trading times can be found in our product specifications.",
  "a9": "IC Markets rollover occurs at 00:00 MetaTrader 4 Server Time.",
  "a10": "To align the daily chart candles with New York close (5pm ET) IC Markets server time and charts are GMT + 2 or GMT + 3 when daylight savings is in effect.<br>The table below outlines the dates on which the server time is changed to reflect daylight savings each year.<br><br>Year                            DST Commencement Date                         DST Ending Date<br>2018                            11th March                                    4th November<br>2019                            10th March                                    3rd November<br><br>Daylight saving time begins at 2 am on the second Sunday in March and ends at 2 am on the first Sunday in November.",
  "a11": "The trading hours for Gold and Silver (XAUUSD and XAGUSD) are:<br><br>• Opening time: 01:00 MetaTrader 4 Server Time<br>• Closing time: 23:57 MetaTrader 4 Server Time",
  "a12": "IC Markets offers extensive on-line education, in addition we regularly conduct educational webinars on a variety of topics. Webinar dates and times are published on our website.",
  "a13": "IC Markets offers over 65 currency pairs, including cryptocurrencies.",
  "a14": "IC Markets also offers CFDs in precious metals, commodities, indicies, futures, shares and bonds",
  "a15": "IC Markets offers clients several ways of depositing funds, including but not limited to:<br><br><ul><li>Bank / Wire Transfer</li><li>Credit Card</li><li>Skrill</li><li>Webmoney</li><li>(Neteller</li></ul><br>Our <a href=\"/trading-accounts/funding\">funding page</a>provides further information about each method that we offer.",
  "a16": "Online deposit methods such as cards, Paypal, Neteller and Skrill will appear instantly in your trading account.<br><br>Domestic wire transfers and Bpay normally take one to two business days. For international bank transfers, please allow up to three to five working days.",
  "a17": "Please submit your withdrawal request via your Client Area. All withdrawals received before 12:00 Midday AEST / AEDT will be processed the same business day. Our full withdrawal policy can be found in our <a href=\"/trading-accounts/withdrawal\">Withdrawals Page</a>",
  "a19": "Opening an account is simple. Click on the <a href=\"/open-trading-account/live\">Open a Live Account</a> link and complete your application form.<br><br>Once your on-line application form has been approved by our accounts team you will be emailed your trading account login details and password.",
  "a20": "Under the Australian Anti-Money Laundering and Counter Terrorism Financing Act 2006 IC Markets is required to verify your identity client before opening they open a trading account.<br><br>Identification must be provided in the form of photo ID and proof of address to verify your identity.<br><br>Photo ID<br>• Must be clear and visible<br>• Must be issued by a government agency<br>• Name, signature, expiry date and date of birth* must be clear<br>* <i>Please note IC Markets does not accept account applications from any persons under the age of 18</i><br><br>Proof of Address<br>• Must not be older than 3 months<br>• Must show the same name and address as your account application<br><br>Our anti-money laundering policy contains further information regarding our identification requirements.",
  "a21": "No, IC  Markets does not pay interest on account balances.",
  "a22": "IC Markets does not accept US clients. US CTFC regulation prevents US clients from trading with brokers outside the US. IC Markets complies with International and Australian regulations.",
  "a23": "Yes, we fully allow both hedging and scalping strategies. Our spreads and trading conditions are the preferred choice of many day traders and scalpers globally.",
  "a24": "IC Markets is not able to open new positions over the phone, however in the case you are not able to close out positions please call our support team on +61 (0)2 8014 4280 and we will be able to take a verbal instruction from you.",
  "a25": "No you will not be charged any account inactivity fees.",
  "a26": "While demo accounts and live accounts provide similar trading experiences, the demo accounts are used predominantly for practice purposes only, and are not a guarantee of the same trading results as a live account.",
  "a27": "Forex or the 'Foreign Exchange market', is the largest financial market in the world, with a daily average turnover of approximately US$3 trillion. Forex trading is the simultaneous buying of one currency and selling of another. The price of currencies is  floating and dependent on supply and demand. Foreign Exchange is always traded in pairs, for example EUR/USD or AUD/USD.",
  "a28": "Making money trading forex involves buying lower and selling higher or selling higher and buying back lower, using leverage means that you are able to deposit a smaller amount of money to achieve the same buying power as you would have if your bought and sold the currencies outright.<br><br>In this example Mary deposits $5,000 into her forex trading account and nominates the leverage on her account to be 1:100. As a result of leverage Marys buying power on her $5,000 deposit becomes $500,000. Mary decides to BUY 0.1 lots of the AUD/USD par at a price of 0.99802, 3 days later the price of the AUD/USD is 1.04069 and Mary decides to close her position. Marys profit is calculated as (1.04069 – 0.99802) 426 pips. As Mary opened a position of 0.1 lots Mary made a profit of $426 or $1 per pip.<br><br>Of course should the AUD/USD moved against Mary below the opening price of her trade to a level of 0.97802 Mary would have incurred a loss on the trade of (0.99802 – 0.95542) 426 pips. As Marys positions size was 0.1 lots Mary would have incurred a loss of $426 or $1 per pip.",
  "a29": "Forex is said to be one of the fairest and most transparent markets on earth this is mainly because of the large amount of market participants and sheer size and number of transactions. There is not one single country or bank that can completely control the direction of a currency.",
  "a30": "There is no one central location of the Forex Market, unlike the stock and futures markets Forex is not traded on an exchange but it is traded on an Over-the-Counter (OTC) basis with no central exchange between Banks, Governments, hedge funds and private investors. The forex market is open 24 hours a day 5 day per week.",
  "a31": "The main participants in the Forex Market are Central Banks, Commercial Banks and Investment Banks, however in recent years since the advent of the internet accessibility to the Forex Markets has increased which has resulted in an increase in the number of participants. These day’s participants also include large multinational corporations, money manager, registered dealers, money brokers and private investors.",
  "a32": "The Forex Market is a 24 hour market, Forex trading commences in Wellington, New Zealand and moves around the globe as business days begin in each financial centre. The major global financial centres where most forex trading takes place are Tokyo, London and New York. The forex market opens on Sunday at 10:00pm (GMT) and closes on Friday at 10:00pm (GMT).",
  "a33": "The most liquid currency pairs are those from countries with politically stable governments and well respected central banks. The most popular currency pairs those that are paired with the US Dollar these are nicknamed the ‘majors’ and account for around 85% of transactions. The most commonly traded pairs are the EUR/USD, USD/JPY, GBP/USD, AUD/USD, USD/CHF and USD/CAD.",
  "a34": "There are a variety of fundamental and technical aspects that can cause an exchange rate to move. The most notable influences include interest rates, inflation and political stability. Sometimes governments will buy or sell a currency in an effort to influence its value with the view of having a broader effect on the country’s economy. This is known as Central Bank intervention and can have a significant impact on the value of a currency. Given the size and diversity of participants there is not one single factor that can influence the forex market for any significant length of time.",
  "a35": "There are a variety of risk management strategies that forex traders can use. The most common form of risk management is the use of stop loss and limit orders. Stop loss orders can be set within the MetaTrader 4 platform and are often used force the closure of a position at a predetermined price in order to limit any potential loss. Limit order work in much the same way as Stop loss orders however they allow a restriction to be placed on the maximum price paid.",
  "a36": "Forex Traders use a variety of trading strategies based on technical and fundamental analysis. These days technical trading is becoming increasingly popular traders are using a variety of technical indicators such as trend lines, support and resistance levels and numerous other methods to identify short to medium term trading opportunities. Some traders choose to use fundamental analysis which revolves around interpreting economic information including news, government reports and sometimes even rumour. Often it is however elements outside of technical and fundamental analysis that have the most dramatic effect on currency prices, this includes events such as Central Bank intervention, interest rate changes, political change or even war.",
  "a37": "No, trading forex has never been cheaper and more accessible. Traders can now trade on institutional grade pricing with a deposit of as little as $200 and leverage of up to 500:1. It is however important to remember that although trading on leverage can maximise profits it can also amplify losses.",
  "a38": "If you cannot see all the instruments in the market watch window, simply right click your mouse in the market watch area and select ‘show all’.",
  "a39": "‘Trade Context is Busy’ is a common MetaTrader 4 error, the error occurs because MetaTrader 4 cannot process multiple requests at the same time, to fix this error simply close and open your MetaTrader 4 trading platform again. Please read our MetaTrader 4 error code guide for which outlines common MetaTrader 4 error messages.",
  "a40": "The chart time on MetaTrader 4 and MetaTrader 5 pltaforms reflects server time, which cannot be changed. For cTrader platform however, you may set the time as per your local timezone.",
  "a41": "Current swap rates can be found on our Blog Swap Rates page. Swap rates can also be found within the MetaTrader 4 platform, simply go to the market watch and right click on an instrument and select Specifications. A new window will then open and the swap rates will be displayed.",
  "a42": "If you hold open a position over Wednesday night the amount added or subtracted to your account as a result of the swap rate charged is three times the usual amount. Triple swap rates are charged in the roll-over period on Wednesday night to account for the settlement of trades over the weekend where no swap rates are charged due to the market being closed.",
  "a43": "Demo accounts will expire after 30 days of inactivity. If the demo account is still active, check that you are using the correct account number, password and server which can be found in the email you receive when you first open the account. Alternatively, you may check your platform credentials using secure client area.",
  "a44": "The ‘invalid account’ error occurs when your username or password is incorrect. This can also occur if you have selected the wrong server address. Please check your account details and try again.",
  "a45": "In order for Expert Advisors to function on MetaTrader 4 you must click on the expert advisors button in your trade terminal to enable this feature.",
  "a46": "In forex the spread is the difference between the BID and the ASK price. In order to ‘go long’ you would submit a BUY order and trade on the ASK price, if you intent to ‘go short’ you would submit a SELL order and trade on the BID price.",
  "a47": "IC Markets has two account types, a standard account and our market leading True ECN account. IC Markets does not charge a commission on standard accounts but rather marks up the spread by 1 pip above the interbank rate received from our liquidity providers. IC Markets True ECN account shows the raw interbank spread received from our liquidity providers, on this account we commission of $7 per standard lot round turn.",
  "a48": "IC Markets supports the trading of Micro lots. A micro lot in MetaTrader 4 is represented as 0.01 which is equivalent to 1000 units of the base currency.",
  "a49": "Trading over the internet on the world’s most popular trading platform MetaTrader 4 is easy. Once you have downloaded and installed the trading platform simply login and double click on an instrument in the market watch screen. In the order ticket that appears enter your desired trading volume then click on ‘buy market’ or ‘sell market’ a market execution order will then be processed. The MetaTrader 4 platform will automatically fill your order providing there are sufficient funds in your trading account. Your open position will appear in the trading terminal and the profit / loss and margin will be calculated in real time according to price movement.",
  "a50": "Margin is the amount of money required in your account in order to open a position. Margin is calculated based on the current price of the base currency against USD, the size (volume) of the position and the leverage applied to your trading account. If you do not have sufficient free equity available you will be unable to open a position on the trading platform. The free margin amount shown in the trading platform is the amount you have available to use should you wish to open additional positions.<br><br>Margin is calculated using the following formula:<br><br>Margin required = (current market price x Volume) / Account leverage<br><br>In practice this would be calculated as follows:<br>If open a position of 0.1 (10000) in EUR/USD at the current market price of 1.35645 and your account has a leverage of 1:400 you would calculated the margin required as follows:<br>(1.35645 x 10000) / 400 = $33.91<br><br>In this example the margin on this position would be $33.91, therefore in order to open a positions of this size you would require at least $33.91 in free margin in your trading account.",
  "a51": "MetaTrader 4 allows pending orders to be set. Pending orders are stored on the trade server and are executed when the conditions set are met.",
  "a52": "MetaTrader 4 allows trailing stop orders to be set from within the trade terminal.",
  "a53": "If you have no free margin your positions will be stopped out, in certain circumstances your account balance can become negative should the loss on the positions stopped out exceed your account balance.",
  "a54": "IC Markets margin call level is 100% this means that you will receive a margin call when your Equity is 100% of the margin required on your open positions. Equity is calculated as (Balance + Open Profit/Loss).",
  "a55": "IC Markets margin stop out level is 50% this means that if your Free Margin falls below 50% then your positions will be automatically closed. MetaTrader 4 will automatically close in order of the largest loosing position to the smallest.<br><br>The margin stop out level is calculated using the following formula:<br>Margin level = equity / used margin x 100%<br>= margin level %<br><br>Worked example<br>The margin on a $10,000 USD (equity) trading account with 1 standard lot open position on USD/JPY and 100 times leverage would be calculated as follows:<br>= 10,000 / 1,000 x 100%<br>= 1000% margin level<br>If the position moves against you and your equity fell to $5,000 the calculation would be:<br><br>= 5,000 / 1,000 x 100%<br>= 500% margin level<br><br>If the position moved against you even further and the equity fell to $499 the position would be stopped out as the margin level would have  fallen below 100%.<br>= 499 / 1,000 x 100%<br>= 49.9% margin level",
  "a56": "The Smart Stop Out logic in cTrader has been designed to provide maximum protection to trader’s accounts. This logic will replace cTrader’s Fair Stop Out logic because it provides significant benefits for users by using a much more advanced algorithm.<br><br>If Margin Level, falls below Smart Stop Out Level then positions will start being closed partially until Margin Level reaches above Smart Stop Out. The logic of Smart Stop Out will only close what is absolutely necessary from the largest position in order to safely restore Margin Level and protect the position itself, the position entry point and the trading account for as long as possible.<br><br>Read more information here:  http://www.icmarkets.com/ctrader-smart-stop-out/",
  "a57": "The deal confirmation screen displays a summary of the order that you have placed including the order number, quantity (volume) and price the order was filled at. The date and time the order was placed is displayed in the trade window.",
  "a58": "You can generate account statements from within the trading terminal by selecting the history tab. Right clicking within the history area will open a new tab from here you will be able to select the time period of the statement that you wish to generate. Right clicking again with provide you with the option to save the report to disk or in HTML format for viewing in a web browser.",
  "a59": "MetaTrader 4 has a real time position keeping feature where you are able to see your account balance, Equity, Margin and Free Margin in real time in addition to the profit or loss on any open positions. This information can be found within the trade tab inside the terminal section of the platform. Your account history can be found under the history tab in the same area.",
  "a60": "If you are a new client, please click here Open a New Demo Account . If you are an existing client of IC Markets, you can open an additional demo account from within your Client Area.",
  "a61": "Demo accounts will only expire after 30 days of inactivity.",
  "a62": "A ‘long’ position is much the same as entering into a BUY transaction, conversely a ‘short’ position is much the same as entering into a SELL transaction.<br><br>By way of example if you BUY 1 standard lot or 100,000 units of EUR against USD you are entering into a ‘long’ position. If on the other hand you sell 1 standard lot of 100,000 units of AUD against USD you are entering into a ‘short’ position.",
  "a63": "There are no limits to the number of trades that you must place each month.",
  "a64":"There is an automatic limit of 200 orders, open or pending on any of your MT4 and MT5 accounts at any one time. Once you reach 200 orders under an MT4 and/or MT5 account, you will not be able to place any more trades.",
  "a65": "IC Markets is an ECN broker and does not offer any deposit bonuses.",
  "a66": "Both our MetaTrader 4 and cTrader platforms are set to automatically close your positions when your margin requirement reaches 100% (stop out level). This process is automated and is not a guarantee that your account will not enter into a negative equity situation.<br><br>We recommend that you always maintain a balance in your account over and about your required margin. If the stop level is reached a market order is triggered to close your open positions at the next available price in the market.<br><br>Events such as markets gapping over the weekend or on major holidays where liquidity is thin can increase the chance of your positions being stopped out and a negative equity situation occurring  We advise that you use stop loss orders to limit your risk and you monitor the margin level in your account regularly. You will be responsible for any negative balance in your trading account.",
  "a67": "You can keep your positions open for an indefinite period of time.",
  "a68": "Yes, you may login to multiple accounts on one platform using the MT4 Multi Terminal You may also install several instances of the MT4 platform for each login.",
  "a69": "Yes, it is possible to log into your MetaTrader 4 account with the same username and password at the same time on separate computers.",
  "a70": "Yes, you are able to use the MetaTrader 4 trading platform on an Apple Mac, however you must install parallel operating systems.<br><br>The following link provides some useful information regarding <a href='http://alansforexblog.com/2008/03/06/running-metatrader-4-mt4-on-mac-os-x/'>this</a>",
  "a71": "Slippage is an inherent part of financial markets. Whether you are trading Stocks, Futures, Commodities or Forex you will be subject to slippage. When you place a market order you are requesting your order to be filled at the currency market price however if the market has moved between the time you place your order and the time it has been filled your order may be filled at a different price. Slippage can increase when markets become volatile such as over new periods, you should keep this in mind when trading outside of normal market conditions.<br><br>Stop Loss orders when triggered enter the market as market orders, therefore their is no guarantee that your order will be filled at the price you place your stop loss.",
  "a72": "The charts on MetaTrader 4 reflect the 'Bid' price only, the 'Ask' price is not shown on the charts. You can however draw an 'Ask' line on the charts by clicking on the chart and selecting 'show ask line', this will result in an estimation of the 'Ask' price which is based entirely on the spread. You should bear this in mind when conducting any historical analysis using the charts available in MetaTrader 4.",
  "a73": "IC Markets MT4 and cTrader trade servers are located in the NY4 and LD5 IBX Equinix Data Centres in New York and London, providing clients with the fastest possible execution speeds. Equinix data centres are known globally for their secure and reliable infrastructure.",
  "a74": "The latency from your computer to IC Markets trade servers can be tested by conducting a ping test.<br><br>The instructions below explain how a ping test can be conducted<br>Step 1 : On your computer go to the start menu and type 'CMD' in the 'search programs and files' feild.<br>Step 2 : Type in the word 'ping' followed by a blank space and the IP address of the server you wish to ping.<br>Step 3 : The bottom line on the resulting output will show in milliseconds the minimum, maximum and average time it too to send and receive data from your computer to the server.",
  "a75": "CFDs opening times reflect the market hours of the underlying instrument over which the CFD is based. Please refer to IC Markets CFD product specification sheet which details the opening hours of each CFD contract.",
  "a76": "IC Markets does not charge any additional fees or commission for CFD trading.",
  "a77": "The margin rates of each CFD contract vary and are dependent on the CFD contract traded. Typically the margin rates will vary from 0.5 – 1%, please refer to IC Markets CFD product specification sheet for details relating to the margin requirement for each CFD contract.",
  "a78": "CFDs do have minimum trade size. The minimum trade size is 1 CFD contract.",
  "a79": "IC Markets CFD prices are calculated based on the price of underlying instrument with an adjustment made for fair value. Fair value is equal to the spot price after taking into account compound interest and dividends.",

  "a80": "Account verification usually takes a few minutes to a couple of hours in some cases. If you haven't heard back from our account verification team yet on the current status of your account application via email, we suggest you to visit our live chat support or email us at <a href=\"accounts@icmarkets.com\">accounts@icmarkets.com</a>. Our team will be able to provide you an update soon.",
  "a81": "Yes, you can. As part of our Australian anti-money laundering requirements you are required to provide us with your identification. To ensure that your account application is approved please submit the documents as outlined below.<br><br>Company Information:<br>1. Copy of your Companies Constitution or Articles or Incorporation<br>2. Company Proof of Address (Utility Bill or Bank Statement not older than 3 months)<br>3. Photo ID of at Least One Director<br>4. Proof of Residence of at Least One Director<br>5. LEI registration number (a unique identifier for persons that are legal entities and were created for global identification purposes.)<br><br>The following are acceptable forms of photo identification:<br>- Valid Passport<br>- Valid Government ID such as a Drivers Licence or State ID<br>- Valid National Identity Card<br>The following are acceptable forms of proof of residence:<br>- Utility or Phone Bill or Bank Statement<br><br>All proof of residences must be current and not older than 90 days.<br><br>If you have already provided us with your Company Information, Company Proof of Address, Directors Photo ID and Directors Proof of Residence you do not need to provide us with this information again.",
  "a82": "If you would like to request a swap free account, please send an email to <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a>. Please ensure that the account you are requesting to be converted should not have any trading history. In such a case, you may create an additional trade account and request that to be changed to swap-free. ",
  "a83": "Unfortunately, as per our AML regulations,we do not accept P.O.Box details as a valid residential address. ",
  "a84": "Unfortunately, your account application might be refused should you fail to provide the requested or alternative form of documentation.",
  "a85": "They are usually just a gimmick offered by some forex brokers as a way to lock in your profits. As a fully regulated Forex CFD provider we do believe that those are not best practices for our clients.",
  "a86": "A document is only not accepted should it not meet the requirements. Our accounts department sends an update via email when a document is classified as not acceptable, and provides with clear instructions on the requirement that need to be met.",
  "a87": "Account verifications normally take from a few minutes to a business day in some cases.",
  "a88": "You can provide a bank statement or a secondary form of identification document showing your residential address.",
  "a89": "You may find the key information about our entities and regulations here <a href=\"https://www.icmarkets.com/en/company/entities\">https://www.icmarkets.com/en/company/entities</a>",
  "a90": "While we welcome clients from all over the globe, governmental restrictions along with our company policies prohibit IC Markets from opening accounts originated from the following restricted and/or OFAC sanctioned countries: <a href=\"https://www.icmarkets.com/au/en/company/aml-policy\">https://www.icmarkets.com/au/en/company/aml-policy</a>",
  "a91": "We allow clients to register under our ASIC and FSA regulations, however, there might be restrictions based on your country. You will be able to see the regulation applicable to your country on the registration page.",
  "a92": "No, IC Markets does not pay interest on account balances.",
  "a93": "IC Markets do offer joint accounts. To set up one, you and the person you'd like to share your joint account with will need to open an individual account each, if you do not have one already. You can create anindividual account here: <a href=\"https://www.icmarkets.com/en/open-trading-account/live\">https://www.icmarkets.com/en/open-trading-account/live</a> <br>Once your individual accounts are open, please send us an email at <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a> requesting to create a joint account for you and the other participant. Please note that both parties need to agree in order to proceed with the joint application.",
  "a94": "Yes, we do offer corporate accounts. Opening a corporate account application is easy. Simply choose the account type as \"Corporate\" while registering yourself here: <a href=\"https://www.icmarkets.com/en/open-trading-account/live\">https://www.icmarkets.com/en/open-trading-account/live</a> . To ensure that your account is approved please submit the documents as outlined below.<br><br><br>Company Information:<br>1. Copy of your Companies Constitution or Articles or Incorporation<br>2. Company Proof of Address<br>(Utility Bill or Bank Statement not older than 3 months)<br>3. Photo ID of at Least One Director<br>4. Proof of Residence of at Least One Director<br><br><br>The following are acceptable forms of photo identification:<br>Valid Passport<br>Valid Government ID such as a Drivers Licence or State ID<br>Valid National Identity Card<br><br><br>The following are acceptable forms of proof of residence:<br>Utility or Phone Bill or Bank Statement<br><br><br><br>All proof of residences must be current and not older than 90 days.<br><br>If you have already provided us with your Company Information, Company Proof of Address, Directors Photo ID and Directors Proof of Residence you do not need to provide us with this information again.",
  "a95": "You can send us a request to change your residential address details at <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a> including your latest residential address proof stating your name and new address information. The address document must not be older than 90 days.",
  "a96": "We do not report or deduct any funds for taxes, however it is your own responsibility to declare any earnings to your own local tax authority.",
  "a97": "For updating your account details such as correcting the account name, phone number, email addresss, please send us an email at <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a> including a copy of your submitted photo identification document to confirm your identity in order to apply the changes.",
  "a98": "You can upload your documents through your client area using the following link: <a href=\"https://secure.icmarkets.com/Document/Upload\">https://secure.icmarkets.com/Document/Upload</a>, or alernatively send them via email at <a href=\"mailto: accounts@icmarkets.com\">accounts@icmarkets.com</a>",
  "a99": "We charge a Commission on our Raw Spread account because you get to trade with extremely low spreads",

  "a100": "Accessing your secure client area is very easy. Simply follow the login instructions received via email upon your registration with us. You may also reset your secure client area password, if you have forgotten the password by clicking here: <a href=\"https://secure.icmarkets.com/Account/LogOn?ReturnUrl=%2f%3flang%3den&lang=en#forgot_pass_form\">https://secure.icmarkets.com/Account/LogOn?ReturnUrl=%2f%3flang%3den&lang=en#forgot_pass_form</a>",
  "a101": "All your trade account details can be found under the Account Details page using your client area.",
  "a102": "You are able to create an additional demo account through your client area using the following link:<br><a href=\"https://secure.icmarkets.com/OpenAccount/OpenDemoAccount\">https://secure.icmarkets.com/OpenAccount/OpenDemoAccount</a><br>To create an additional live account, you may click here: <a href=\"https://secure.icmarkets.com/OpenAccount/OpenRealAccount\">https://secure.icmarkets.com/OpenAccount/OpenRealAccount</a>",
  "a103": "Yes, you can. Please click on Trasfer Funds option here: <a href=\"https://secure.icmarkets.com/Finance/TransferFunds\">https://secure.icmarkets.com/Finance/TransferFunds</a> using your client area.",
  "a104": "No. We do not allow 3rd party transactions of any kind. ",
  "a105": "The withdrawals of your funds depends on the method you have used while depositing funds.<br><br><br>If you have funded your account by:<br>Deposit via Debit/Credit card - Withdraw back by Visa/Mastercard Direct or bank wire<br>Deposit via Safecharge 3D-Secure card - Withdraw deposit fund back by SafeCharge<br>Deposit via 3D-Secure Verified by Visa / MasterCard Securecode - Withdraw back by Visa/Mastercard Direct or bank wire<br>Deposit via Fasapay/Bank Transfer/Broker to Broker/Bitcoin - Withdraw by bankwire (20 AUD Bank fee)<br>Deposit via Neteller - Withdraw by Neteller (free of charge)<br>Deposit via Skrill - Withdraw by Skrill (free of charge)<br>Deposit via Paypal - Withdraw by Paypal (free of charge)",
  "a106": "Deposit processing time depends on the preferred method of your choice. Here is the complete list of deposit methods we offer along with their respective processing times: https://www.icmarkets.com/au/en/trading-accounts/funding",
  "a107": "If your withdrawal request is received before 01:00 GMT (12:00 AEST) it will be reviewed on the day of receipt. If your withdrawal request is received after this time it will be posted on the following business day. Once successfully completed from our end, the funds arrival time may vary depending upon the method used. Detailed information in this regard can be found here: <a href=\"https://www.icmarkets.com/au/en/trading-accounts/withdrawal\">https://www.icmarkets.com/au/en/trading-accounts/withdrawal</a>",
  "a108": "Yes, a number of our withdrawal methods have an instant processing time, once the withdrawal is successfully completed from our end. For more details, please visit our \"How to Withdraw\" page on the website here: <a href=\"https://www.icmarkets.com/au/en/trading-accounts/withdrawal\">https://www.icmarkets.com/au/en/trading-accounts/withdrawal</a>",
  "a109": "As the banking institutions in Australia are not operational during weekends, we do not process withdrawals out of Australian business hours.",
  "a110": "There could be a number of reason for a withdrawal request to get declined. We suggest you to check your email for the specific reason that relates to your individual account and follow the instructions prescribed in the email. For any clarifications, feel free to contact our 24/7 live chat support or reply to the email directly at <a href=\"mailto: accounts@icmarkets.com\">accounts@icmarkets.com</a>",
  "a111": "A failed deposit request could be a result of insufficient funds in the depositing source, incompatible card used, restrictions implied from your financial banking institution or incorrect details being used to fund the account. You may contact your bank for more information in this regard.",
  "a112": "IC Markets has a strict policy to archive trade accounts that have been found inactive for over a certain amount of period. You may create an additional trade account using your secure client area or may reach us and our team may help you create one as per your requirements.",
  "a113": "Unfortunately, not. You would need to reach our friendly support team to help process such requests.",
  "a114": "You may chose to fund an existing and active trade account suing your client area to be able to create an additional trade account directly. Alternately, you may reach us our team to help with your request.",
  "a115": "Islamic accounts cannot be opened from the Client Area due to specific settings. Pease send a request to <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a> with the desired account specifications.",
  "a116": "Please click: <a href=\"https://secure.icmarkets.com/Account/LogOn?ReturnUrl=%2f#forgot_pass_form\">Forgot your username or password</a>. The system will send you a temporary password to the email address you registered with us.",
  "a117": "You can access the deposit and withdrawal transaction history using the \"Transaction History\" option availble under the \"Finance\" section of your secure client area.",
  "a118": "To change the password for your live trading account:<br><br><br>1. Login to the secure client portal.<br><a href=\"https://secure.icmarkets.com\">https://secure.icmarkets.com</a><br>2. Select \"Profile\" section - > click in Change Trading account password. Here is the link: <a href=\"https://secure.icmarkets.com/Finance/AccountSummaryPage?changePassword=true\">https://secure.icmarkets.com/Finance/AccountSummaryPage?changePassword=true</a>",
  "a119": "If you forgot the password of your client area, please click <a href=\"https://secure.icmarkets.com/Account/LogOn?ReturnUrl=%2f#forgot_pass_form\">Forgot your username or password</a><br>The system will send you a temporary password to the email address you registered with us. Please use the link provided in the email to login with your temporary password.",
  "a120": "You may request to change your account's leverage using your secure client area. Here is the link: <a href=\"https://secure.icmarkets.com/Account/ChangeLeverage\">https://secure.icmarkets.com/Account/ChangeLeverage</a>",
  "a121": "If your card is expired, you may upload a replacement card to your profile using your secure client area. If the new card has the same number as the old card then we can proceed as normal. However if the new card has a different number to the old and expired card then you must provide a letter from the bank or a bank statement that indicates that the new card is a replacement card to the old card. Once that has been provided and approved you are free to withdraw to your new card. Please send the document to <a href=\"mailto: accounts@icmarkets.com\">accounts@icmarkets.com</a>",
  "a122": "All the deposits are free of any charge from our end. You may however, need to speak to your banking institution to confirm whether there is any surcharge applicable from their end in utilising their services.",
  "a123": "IC Markets does not charge any additional fees for withdrawals. For International Bank Wire withdrawals, we pass the transfer fees charged by our banking institution. International Wire Transfer fees are approximately AUD 20 or currency equivalent, this fee is deducted from the amount of your withdrawal.<br>You should however be aware that you may incur fees on payments by some international banking institutions. IC Markets accepts no responsibility for any such bank fees.",
  "a124": "No, internal transfers between your trade accounts are free of cost. You should however be aware of the conversion rate shown onscreen that is applicable for the amount transferred.",
  "a125": "In order to delete a trade account, please contact our support team at <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a> using your registered email address.",
  "a126": "Should you not want to continue trading with us, you may express your interest to close your trade profile with us by emailing our support team at <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a>. The request should come from your registered email address we have on records. It is important to note that, we do not charge any account keeping or maintenance fees, so you can always come back should you want to resume your trading in the future, where no profile closure is necessary.",
  "a127": "If you wish to deposit via credit or debit card, for security reasons we’ll need a copy of the card. The card must be in your own name and not past it’s expiry date.<br>First login to your Secure Client Area and select Transfers – Deposit Funds and then ‘Fund Now by Credit Card’<br>Select Add New Credit/Debit card and then enter the requested details. Upload a copy of the card and then we will approve it as quickly as possible for you. We can accept either a scanned copy or a clear photograph.<br>Once the card is approved, you can make instant deposits anytime.",
  "a128": "The funds arrival time may vary depending on the withdrawal method used. You may refer here for more details: <a href=\"https://www.icmarkets.com/au/en/trading-accounts/withdrawal\">https://www.icmarkets.com/au/en/trading-accounts/withdrawal</a>",
  "a129": "You can subscribe to Daily Market Forecast from Autochartist or Trading Central here: <a href=\"https://secure.icmarkets.com/Autochartist\">https://secure.icmarkets.com/Autochartist</a>. Both are free of charge.",
  "a130": "The MT4, MT5 and cTrader download link can be found in the secure client area here <a href=\"https://secure.icmarkets.com/Downloads\">https://secure.icmarkets.com/Downloads</a>",

  "a131": "There are three main business models used by Forex brokers which differ by the way the transactions are handled, and orders are executed: ECN, STP and Market Makers.<br><br><br>ECN: ECN stands for an 'Electronic Communication Network' which is simply a technical term that is used to describe how banks and liquidity providers connect to each other to form a bid and offer price. In the Forex industry, it can be used to identify providers who use this type of pricing mechanism in order to offer raw interbank pricing to retail traders. Under this model your broker will stream raw prices and your trades will be offset with another client, a liquidity provider or held internally by the broker. This usually results in faster trade execution. This is distinct from order execution that may result in an offsetting order placed with a liquidity provider.<br><br><br>STP: This term stands for Straight Through Processing and is used when a Forex and CFD provider processes all trades at market prices obtained from liquidity provider(s), not on prices created by the broker themselves. This is not dissimilar to the ECN pricing model in that there is no dealing desk intervention when the trade is processed.<br><br><br>Market Maker: In Australia all Forex and CFD providers including IC Markets have the market making authorization on their AFS license, however many do not consider themselves market makers. Typically, market makers operate a dealing desk in order to create their own prices, these prices can be based on their own proprietary trading positions or overall risk exposure and may not reflect the prices in the underlying market.<br><br><br>IC Markets is the issuer of the products it provides. We consider ourselves to be a forex provider offering the ECN pricing model as we source our pricing from external unrelated liquidity providers via an ECN, these prices are passed onto you with no dealing desk intervention. In order to provide you with better price certainty and to ensure fast execution speed, we do not hedge each and every position with our liquidity providers. We do this in order to provide you with better overall trading experience.",
  "a132": "When you trade with us, you are trading with IC Markets as a principle to your trades, this is the case with all Forex and CFD providers.<br>We do not operate a proprietary trading book and source our prices from external unrelated liquidity providers via an ECN or directly, these prices are then passed onto you with no dealing desk intervention.",
  "a133": "IC Markets streams prices from its liquidity providers, who, in their turn, derive those prices from the market (or exchange) in the case of share CFDs; and from banks and non-bank liquidity providers in the case of Forex. The source of the underlying market price may vary for each product.<br>Although IC Markets’ prices come from its liquidity providers and IC Market is not practically involved in the making of the price, it is simply streaming prices which it receives; the prices nonetheless become IC Markets’ when it provides them to clients to execute on. This is the case for all derivative products which IC Markets offers to its clients.",
  "a134": "In order to provide you with better price certainty and to ensure fast execution speed we do not hedge each and every single position with our liquidity providers.<br>Trades are executed by IC Markets  as your counterparty, this is not dissimilar to other CFD and Forex providers globally.",
  "a135": "IC Markets is the issuer of the products it provides. Australian Financial Services License allows us to make a market, however, we consider ourselves to be a CFD provider offering the ECN pricing model as we do not operate a proprietary trading book and source our pricing from external unrelated liquidity providers via an electronic communication network. These prices are then passed onto you with no dealing desk intervention. <br>In order to provide you with better price certainty and to ensure fast execution speed we do not hedge each and every single position with our liquidity providers.",
  "a136": "When you trade with us you are trading on prices streamed from our Liquidity providers which are ECN prices. IC Markets does not have a dealing desk that creates its own prices. We do not alter the price in any way, thus our pricing is considered to be “True ECN”.",
  "a137": "Yes, we may Hedge some or all of your trades to help manage our overall risk.",
  "a138": "We manage our overall risk based on our internal Hedging Policy.",
  "a139": "We use tier one banks and non-bank liquidity providers, we can not release their names are we are under strict non-disclosure agreements.",
  "a140": "IC Markets’ Australian Financial Services License allows us to make markets, this is the case for all CFD and Forex providers globally. We are not a broker to you but a Forex and CFD issuer. Simply put, acting as a principal to your trades, we are the sole counterparty that allows you to access prices streamed from our liquidity providers that supply IC Markets with the bank and non-bank pricing.<br><br><br>Technically, when you buy a product at IC Markets, we are selling that product to you. It is not possible for you to buy that product at the exchange directly to complete the transaction due to the attached requirements for higher trade sizes, and margin costs, etc., thus, it has to be dealt with IC Markets on a principal basis alone.<br><br><br>Typically, market makers are considered to be Forex and CFD providers who operate a dealing desk in order to create their own prices, these prices can be based on their own proprietary trading positions or overall risk exposure and may not reflect the prices in the underlying market. In Australia all Forex and CFD providers have market making authorization on their AFS license however many do not operate in the manner described above and do not consider themselves market makers.",
  "a141": "All conflicts of interest can be found in our <a href=\"https://cdn.icmarkets.com/uploads/IC-Markets-CFD-PDS.pdf\">Product Disclosure Statement (PDS )</a>.",
  "a142": "Everything is the same as it has always been. We believe you’re referencing to one of our account types which we have recently rebranded to “Raw Spread” account. <br>The reason why we are one of the largest and most successful Forex CFD provider in the world is our Tight and Low Spread. Therefore we decided to communicate our strengths even better with this new account name. Nothing else changed. We decided to keep our product offerings as simple as possible for our clients to understand what exactly they’ll be receiving.",
  "a143": "1.0 Pips on Raw Spread account. Detailed information can be found on our Spreads page here: <a href=\"https://www.icmarkets.com/au/en/trading-pricing/spreads\">https://www.icmarkets.com/au/en/trading-pricing/spreads</a>",
  "a144": "0.1 Pips on Raw Spread account. Detailed information can be found on our Spreads page here: <a href=\"https://www.icmarkets.com/au/en/trading-pricing/spreads\">https://www.icmarkets.com/au/en/trading-pricing/spreads</a>",
  "a145": "We do not have a dealing desk, we are not involved in creating the prices that we show you. IC Markets offer its clients with a market execution model. This means all the trades are executed at the first available price received from our hedge counterparties once an order has been triggered. Thus, we are not able to offer guaranteed executions exactly at your requested prices, we are simply streaming the prices that we receive.",
  "a146": "The current swap rates can be found our Blog Swap Rates page here: <a href=\"https://www.icmarkets.com/blog/metatrader-4-swaps/\">https://www.icmarkets.com/blog/metatrader-4-swaps/</a><br>Swap rates can also be found within the MetaTrader 4 platform, simply go to the market watch and right click on an instrument and select Specifications. A new window will then open and the swap rates will be displayed.",
  "a147": "Yes, we do offer Oil as a spot and future commodity CFD product. More information can be found here: <a href=\"https://www.icmarkets.com/au/en/trading-markets/commodities\">https://www.icmarkets.com/au/en/trading-markets/commodities</a>",
  "a148": "Forex CFD providers apply triple rollover interest on Wednesday, because that's how it's applied by the banks providing liquidity to the FX market.This is because spot forex trades have a 2-day settlement period. A spot FX trade from Monday settles on Wednesday. A trade from Tuesday settles on Thursday. A trade from Wednesday settles on Friday, but a trade from Thursday settles on the following Monday.<br>The trade has to be rolled through the weekend, because banks are closed on Saturday and Sunday. Triple rollover interest is applied to FX trades open at 5pm New York Time on Wednesday, because that marks the beginning of the new 24-hour trading day (Thursday) in the global FX market. Important to note that, it's not always a charge and you can also earn.",
  "a149": "IC Markets offer over 150 Shares CFDs. The full list can be found here: <a href=\"https://www.icmarkets.com/au/en/trading-markets/stocks\">https://www.icmarkets.com/au/en/trading-markets/stocks</a>",
  "a150": "A dividend adjustment is applied to take account of the ex-dividend adjustment to the index. This is the number of points by which the index price must be adjusted downwards to take account of those shares in the index which go ex-dividend at the close of the cash market. We will use the ex-dividend figure estimated by Bloomberg (E&OE), rounded to the tick size we use for that index, to determine what adjustment to apply. In the case of long positions, the dividend adjustment is credited to the client's account. In the case of short positions, the dividend adjustment is debited from the client's account.",
  "a151": "This could possible be due to the below reasons:<br>- Refering to BID prices in the case of a Sell position;<br>- Refering to the chart prices only and not refering to the prices with set mark ups in the case of Buy positions under a Standard account.<br>Our team can help check this further for you should you like to reach us at <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a> mentioning the specific aaccount and trade order details.",
  "a152": "IC Markets Stop out level on MT4 /MT5 and cTrader platform is 50%.This means that if your account's margin level falls to or below 50% then your positions will be automatically closed.",
  "a153": "Trading carries risks, from time-to-time market volatility can send your account into a negative balance. The latest changes will mean that you are protected from having your account go into the negative and will quickly return to a zero balance. Please note that this provision is offered by IC Markets for both retail and professional clients.",
  "a154": "IC Markets offers its clients with Market Execution model.",
  "a155": "No, we do not.",
  "a156": "Our average execution speed is around 35 milliseconds for Forex. Our trade servers are in the Equinix NY4 data centres in New York, as we are close to our core pricing providers we have some of the best execution speeds out of any broker globally.",
  "a157": "IC Markets does not charge any additional fees or commission for CFD indices trading.",
  "a158": "You can do so by visiting your secure client area's \"Account Details\" link (<a href=\"https://secure.icmarkets.com/AccountDetails\">https://secure.icmarkets.com/AccountDetails</a>) under \"Profile\" section. Simply check or uncheck the \"Newsletters and special offers\" option and click on \"Update Information\" button to submit the changes.",
  "a159": "You can do so by visiting your secure client area. Login to click on  \"Daily Market Forecasts\" link (<a href=\"https://secure.icmarkets.com/Autochartist\">https://secure.icmarkets.com/Autochartist</a>) under \"Trading Tools\" section. You may choose to subscribe to daily market forecasts from either Autochartist or Trading central, or both.",
  "a160": "We do not provide FIX API anymore. You can only get FIX API from the cTrader platform. More information can be found here: <a href=\"https://help.ctrader.com/fix/getfix\">https://help.ctrader.com/fix/getfix</a> .",
  "a161": "IC Markets offer a varied variety of partnership programs including but not limited to Introducing Brokers, Money Managers, Affiliates etc. Detailed infomation can be found here: <a href=\"https://www.icmarkets.com/au/en/partnerships/partnerships-overview\">https://www.icmarkets.com/au/en/partnerships/partnerships-overview</a>",
  "a162": "No, a demo account comes with virtual money and is absolutely risk-free to familiarise yourself with our trading platforms and conditions without losing real money.",
  "a163": "To add funds to your demo account, go to \"Account Summary\" link (<a href=\"https://secure.icmarkets.com/Finance/AccountSummaryPage\">https://secure.icmarkets.com/Finance/AccountSummaryPage</a>) under \"Accounts\" section of your secure client area. Scroll down the page to go to your \"Demo Accounts\" section. You can now add virtual money to your demo account by clicking on the green colored dollar ($) icon option available in the last column of the table.",
  "a164": "IC Markets rollover occurs at 00:00 MetaTrader 4 Server Time.",
  "a165": "Under current ASIC regulations there is no investor compensation fund in case of company insolvency. Please note however that all client funds are held in segregated trust accounts with tier one Australian banks, away from the company’s own funds. Clients with a net credit balance at the time of insolvency can be paid both from funds that are held in the segregated trust accounts and also from the company’s other available funds. Fortunately, IC Market's corporate account balance is substantial and in the very unlikely event of insolvency those funds would cover clients, we well exceed the capital requirements set by our regulators. You can also refer to section 9.3 of our Product Disclosure Statement ‘Payments to you in IC Markets Insolvency’ for more information.<br><a href=\"https://cdn.icmarkets.com/uploads/CFD-PDS.pdf\">https://cdn.icmarkets.com/uploads/CFD-PDS.pdf</a>",
  "a166": "Unfortunately, we are unable to offer you a personal trading advice that may impact your trading decisions. Trading Derivatives may not be suitable for all investors, so please ensure that you fully understand the risks involved, and seek independent advice if necessary.",

  "a167": "To access the MT4 platform you will need your account number, password and server information from the email we sent you ‘MT4 Live Account Details’.<br>Open your MT4 platform and select File – Login to Trade Account.<br>In the login box enter your account number. Make sure to enter your password correctly, if you are copying and pasting make sure not to copy any extra spaces over.<br>From the drop down menu select the relevant server that was listed in the email.<br>If you cannot see the server, simply type it manually as live(server number).icmarkets.com and select Login.<br>You’ll see your connection status update in the bottom right hand corner of the platform.<br>If the connections status shows ‘invalid account’, make sure your password was entered correctly. If it shows ‘no connection’, double check the server address was entered correctly.",
  "a168": "Each cTrader user has their own unique cTID, which is a set of login details used to access the trading platform. All cTrader trading accounts are linked to just one cTID.<br>Your cTrader ID will be automatically created for you once your cTrader account is approved.<br>You will receive an email with the subject heading ‘Welcome to cTrader ID’. Select ‘Confirm cTrader ID’.<br>You can now sign in to the cTrader platform using your email address and the password from the welcome email.<br>Once you have logged in you will see your IC Markets trading account is automatically linked.<br>If you open an additional cTrader account, it will be automatically linked to your cTID and you will see it available the next time you login to the platform.",
  "a169": "Please follow below steps on your mobile platform:<br><ul><li>Go to settings</li><li>Click on trade accounts</li><li>Then click on the small plus sign</li><li>Login to an existing account</li><li>Search for the server </li><li>Select the correct server for your account</li><li>Enter your login credentials</li></ul>",
  "a170": "This may happen if you try to connect to an incorrect server. Please select the correct server from the list while connecting to your trade account on a mobile app.",
  "a171": "No, you cannot directly attach an EA script to a mobile MT4 or MT5 trading application.",
  "a172": "To manually install an expert advisor on your trading platform, complete the following steps:<br><ul><li>Download and save the file.</li><li>Identify if the file is archived or in its normal format (right click on the file and select Properties, at the top it will say if it is a MetaQuotes Language 4 file. If it is not, it is most likely an archive)</li><li>If the file is archived or zipped, make sure to unzip the file.</li><li>Now open your MT4 platform. At the menu bar, click File > Open Data Folder</li><li>Double click the ‘MQL4’ folder and then open the ‘Experts’ folder.</li><li>Now go back to where you downloaded your Expert Advisors and drag them into the open ‘Experts’ Folder.</li><li>Once done, close all windows.</li><li>Restart MetaTrader 4 platform and the EAs should appear in your ‘Navigator’ panel.</li></ul>",
  "a173": "As you are trading leveraged CFD products, you can invest more than the balance you have in the account, thus the losses are magnified too. If you trade on leverage, then the face value of your trading position is more than the amount you have in your trading account. Therefore, if the market moves against your trade significantly, it could make your account balance negative.<br>With IC Markets, the margin call level is 100% and the stop out level is 50%. This means that, as soon as the margin level drops to 100%, you'll see a margin call that is an indication to take an appropriate measure on the account by either reducing the exposure or funding the account further. If the margin level drops further to or below 50% system will automatically start closing out positions to bring back the margin level to a reasonable level.",
  "a174": "We can assist you in clearing your negative balance. Please contact our Client Relations department at <a href=\"mailto: rm@icmarkets.com\">rm@icmarkets.com</a>",
  "a175": "They are both established platforms in the industry. Though MT4 has been around longer and is still the most popular amongst traders, cTrader is cutting edge technology and has several additional features to the MT4. We would recommend you demo both platforms to see which one you prefer and suits your trading style. Some of the key differences are the user interface, the advanced take profit and stop loss systems, detachable charts, varying chart time frames, live sentiment and depth of market displayed by default. There is also a vast range of custom indicators and Expert Advisors readily available for MT4.<br>Commissions have slight differences, but all other aspects are pretty much the same.",
  "a176": "Since our platforms host accounts on different servers, please create individual trading accounts for each platform. You will be given the option to select the desired platfom in the Client Area: <a href=\"https://secure.icmarkets.com/OpenAccount/OpenRealAccount\">https://secure.icmarkets.com/OpenAccount/OpenRealAccount</a>",
  "a177": "To align the daily chart candles with New York close (5pm ET) IC Markets server time and charts are GMT + 2 or GMT + 3 when daylight savings is in effect. Unfortunately, the server time cannot be changed.",
  "a178": "We would suggest to host your platform on a VPS (virtual private server). VPS servers are colocated in financial data centers, deliver ultra low latency and fast execution speed for forex trading.",
  "a179": "Latency directly influences the amount of time it takes for a trade to interact with the market.",
  "a180": "We are able to sponsor the basic VPS up to $35 if you meet the criteria of trading 15+ lots per month.<br>You can apply for a sponsored VPS package here: <a href=\"https://secure.icmarkets.com/Vps\">https://secure.icmarkets.com/Vps</a>",
  "a181": "With IC Markets, an account is considered hyperactive when it exceeds 5,000 server messages per day. The following messages exchanged with the MT4 server can be reason of hyperactivity:<ul><li>“open order”</li><li>“close order”</li><li>“pending order”</li><li>“no money”</ul><br>Please check your account and make the changes necessary to lower your server messages.",
  "a182": "Investor password is a read-only password that you may use to build and analyse your account's portfolio. Getting an investor password is easy. Simply, open MT4 / MT5 platform.<br>Go to Tools, Options, Server, Select \"Change\". Enter current (master) password, tick \"Change Investor\" (read-only) password and enter your desired password.",
  "a183": "To locate your MetaTrader 4 log files:<br>Start your MetaTrader 4 terminal<br>Go to: File -> Open Data Folder -> Logs, where you will find the log files from your MT4 Journals tab.",
  "a184": "As platform is installed locally on your computer, we cannot influence how slow or fast it works. There might be several reasons such as:<br><ol><li>too many indicators installed and used on charts</li><li>too many charts opened same time</li><li>any extra software, such as EA</li><li>small RAM on your PC</li><li>large influx in the amount of data being received at your platform</li></ol><br>We can advise to install a separate platform, and run the new platform without any EAs and indicators, and see if it fixes the problem. You amy contact our team who will be able to traoubleshoot the problem for you.",
  "a185": "Free margin is the amount of funds you have available in your trading account that can be used to open more positions or cover losses of open positions. If your trades are making a profit you will see your free margin increase.",
  "a186": "While our demo accounts reflect as accurately as possible the conditions of the real account, due to technical limitations it will never be possible to guarantee they will be identical. The demo accounts are a great tool for familiarizing yourself with the functions of the platform only.",
  "a187": "We do offer Netting accounts on our MT5 and cTrader platforms . To request one, please reach out to us at <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a>",
  "a188": "Unfortunately, as both cTrader and MT4 accounts are attached to two different platfroms and work on different servers, it is not possible to use the login details of one platform over the other.",
  "a189": "In currency trading ‘gaping’ typically occurs when the currency re-opens for trading after a weekend / rollover. Gaps are usually caused by low liquidity in the market.                                                                                                                                                                                                                                                                            If these gaps occur because the chart is not uploading correctly, it is possible to retrieve the missing data by refreshing the chart.",
  "a190": "Right click on any instrument in the 'Market Watch' section, then left click on the 'Specification' button, a new window will open that shows the Trading Hours for the instrument selected.",
  "a191": "Please note that, different instruments have different trading hours attached to them. For detailed information, you may refer to the following link: <a href=\"http://www.icmarkets.com/trading-hours/\">http://www.icmarkets.com/trading-hours/</a>",
  "a192": "We do not offer 24/7 crypto trading for the time being. Please refer here to the trading hours: <a href=\"https://www.icmarkets.com/au/en/trading-pricing/trading-hours\">https://www.icmarkets.com/au/en/trading-pricing/trading-hours</a>",
  "a193": "Stocks are available exclusively on the IC Markets MetaTrader 5 platform. To have them added to your account, please email us at <a href=\"mailto: support@icmarkets.com\">support@icmarkets.com</a>. The MT5 trading account must be funded prior to adding the Stocks.",
  "a194": "You receive your MT4 password when you first open your trading account. For security reasons, we recommend that you change the password when you first access your account. You may also lose or forget your password and need to reset it. <br>To change the password on the platform, select Tools - Options - Server Tab and then the ‘Change’ button. <br>Enter your current password and make sure ‘Change Master Password’ is checked. <br>Enter your new password, ensuring it is a minimum of five characters long and is a combination of upper and lowercase letters and digits. Confirm the password in the second box and select OK. The change was successful if no error messages appear. <br>If you have forgotten or lost your password you can reset it via your Secure Client Area. Sign in and select ‘Change Trading Account Password’. Enter and Confirm your new password and select Save. You will also receive an email confirming the change was successful.",
  "a195": "The visual mode option doesn't appear in the default window. Drag and enlarge the tester window slightly; and you will be able to view the option.",
  "a196": "To reset your cTrader ID password, please follow the steps in the below link: <a href=\"https://id.ctrader.com/reset\">https://id.ctrader.com/reset</a>",
  "a197": "You can find full information on cTrader platform and it's features on the Spotware  official website. Here is the link (<a href=\"https://help.ctrader.com/\">https://help.ctrader.com/</a>)",
  "a198": "Choosing the right trading platform is an important part of your trading. There is no right or wrong platform, however, choosing the most suitable one entirely depends on the features that you are seeking as well as your own experience of the platform itself. It is always good that you test the available platforms and determine what suits you best",
  "a199": "cTrader is a recently released retail trading platform. There are a number of features that are the same as MT4 in cTrader, however as it is a more recent platform, built by traders, there are some additional features which might help the trading community. Some of the key differences are the user interface, the advanced take profit and stop loss systems, detachable charts, varying chart time frames, live sentiment and depth of market displayed by default, ability to show units or lot sizes, readily available onscreen calculations.<br>MT4 is a much older platform but has a great deal of support and features available online and through the MetaQuotes. There is also a vast range of custom indicators and Expert Advisors readily available for MT4. ",
  "a200": "Resetting a account's password is a very easy process. Simply login to your secure client area and click on \"Chage Trading Account password\" link (<a href=\"https://secure.icmarkets.com/Finance/AccountSummaryPage?changePassword=true\">https://secure.icmarkets.com/Finance/AccountSummaryPage?changePassword=true</a>) under the \"Profile\" section.<br>Set the new password and confirm the details.<br>Click \"Save\" to apply the changes.",
  "a201": "The ‘invalid account’ error occurs when your username or password is incorrect. This can also occur if you have selected the wrong server address. Please check your account login details and try entering those manually without any spaces.",
  "a202": "If you are get this error message at the connection status bar, please manually type the server as follows into the server box:<br>LiveXX.icmarkets.com , where XX stands for the live server number. For example, 15 for ICMarkets-Live15. The server details can also be found under the login credential email or the platform credentials link in your secure client area.",
  "a203": "If you cannot see all the instruments in the market watch window, simply right click your mouse in the market watch area and select ‘show all’.",
  "a204": "Depending on the technology you are using, it is quite normal to experiencing some freezing or delays on your platform during news or other volatile periods, simply because of the influx of data being sent to your terminal. To minimise the risk of freezing it is advisable to use the fastest possible internet connection and top possible hardware specifications. Hosting your platform on a VPS instead of your local hard drive would also minimise such occurences.",
  "a205": "To enable notifications on the platfoirm, you may use the inbuilt \"Notifications\" option from MT4 platform's Options window or you may also use the Alarm Manager offered by IC Markets as one of its advanced trading tool.<br>For the inbuilt option, please follow below steps:<br><ul><li>Go to Tools</li><li>Click on Options</li><li>Switch to \"Notifications\" tab and update the settings as required.</li></ul>",
  "a206": "In order change your trade account password, please open MT4 platform.<br>Go to Tools and then Options<br>Go to Server tab and clock on \"Change\" button in front of Login and Password fields. <br>Enter current (master) password, opt for \"Change master password\" and enter your desired new password.<br>Click \"Ok\" to confirm resetting the account's master password.",
  "a207": "Platform freezing is common if there is an influx in the amount of data reaching your terminal. Make sure you’re on a dedicated high speed netwrok connection.",
  "a208": "Platform freezing is common if there is an influx in the amount of data reaching your gterminal. Make sure you’re on a 4G data or strong WiFi, with a high inetrnet speeds",
  "a209": "To add an EA, open MT4 and then go to ‘file’ and then ‘open data folder’. Choose ‘MQL4’, and then ‘expert advisors’ or ‘indicators’. You can then copy the file you want to add into this location. Close and reopen MT4, and you should see the item in the navigator window. If you didn’t make the EA or indicator then be sure to test it in with your demo account first.",

  "a210": "A market order is submitted at the current market price, however it may not necessarily execute at the price requested. The trader executes this order with a volume and price offered by the broker. You will get filled at the next best available bid/ask for the volume you are trading.",
  "a211": "The trader may execute using a pending order if they expect the market to go up or down but don’t wish to enter until a certain price level is reached; the order will not be filled if price does not reach this level. <br>A pending order is broken up into six types:<br><ul><li>Buy Limit</li><li>Sell Limit</li><li>Buy Stop</li><li>Sell Stop</li><li>Buy Stop Limit</li><li>Sell Stop Limit</li></ul>",
  "a212": "An instruction from an investor to a broker to buy a certain amount of an asset. Buy orders may take various forms. For example, an investor may instruct the broker to buy immediately at the best available price, or to wait until a certain price is reached. A buy order opens at Ask Price and closes at Bid price.",
  "a213": "An instruction from an investor to a broker to sell a certain amount of an asset. Sell orders may take various forms. For example, an investor may instruct the broker to sell immediately at the best available price, or to wait until a certain price is reached. A sell order opens at Bid Price and closes at Ask price.",
  "a214": "Buy limit orders are placed when a trader wishes to buy, or go long below the current market price. When the market dips and touches the requested price, a buy limit order is executed. The Buy Limit order is executed if the Ask Price on the platform drops to a level that's equal to or lower than the specified buy limit price.",
  "a215": "Sell limit orders are placed when a trader wishes to sell, or go short above the current market price. When the market rises and touches the requested price, a sell limit order is executed.The Sell Limit order is executed if the Bid Price on the platform rises to a level that's equal to or higher than the specified sell limit price. ",
  "a216": "Buy stop orders are placed when a trader wishes to buy, or go long above the current market price. The Buy Stop order is executed once the Ask price is equal to or higher than the specified \"Stop\" price.",
  "a217": "Sell Stop orders are placed when a trader wishes to sell, or go short below the current market price. The Sell Stop order is executed once the Bid price is equal to or lower than the specified \"Stop\" price. ",
  "a218": "The stop-limit order will be executed at a specified price, or better, after a given stop price has been reached. Once the stop price is reached, the stop-limit order becomes a limit order to buy or sell at the limit price or the next best available price.",
  "a219": "A trailing stop is a type of stop loss order attached to a trade that moves as the price fluctuates. It is designed to lock in profits or limit losses as a trade moves favorably by a certain amount of pips as set by the investor.<br>Key point to note is that trailing stops only move if the price moves favorably. Once it moves to lock in a profit or reduce a loss, it doesn't move back the other way.",
  "a220": "Meta Trader 4/5 and cTrader platforms handle the hedging positions differently. On MT4/5 platform, if the account is perfectly hedged and does not require any margin, the positions will remain unaffected. However, in the case of cTrader platform, margin is required for the direction carrying higher volume and margin requirements, regardless whether the overall position of the account is perfectly hedged. <br>The Margin Hedge level may vary for different products. We suggest you to be fully aware of the product specifications of the instruments you are trading or intend to trade.",
  "a221": "You are liable to pay Margin before the CFD is issued and you may be required to pay more Margin before a CFD is closed. ",
  "a222": "IC Markets Futures CFDs are set to expire on the day the contract expires on the underlying market. When a Futures CFD contract expires, all open positions will be closed at the futures settlement price; as reported by the futures exchange. This process would usually take place on the day following the expiry. Open positions are not rolled to the next front month so any clients wishing to hold long term positions must reopen the trade on the next available contract.",
  "a223": "IC Markets does not directly offer any signal services, we have however partnered with Myfxbook to offer Autotrade. Autotrade allows you to copy strategies offered by signal providers on Myfxbook directly into your IC Markets trading account.<br><br>Alternatively, you may directly subscribe to the signals from MT4 platform.",

  "a224": "Client funds are held in client segregated trust accounts at National Australia Bank (NAB) and Westpac Banking Corporation (Westpac), both are top-tier Australian Banks. IC Markets complies with the Australian Client Money Handling Rules and employs strict policies and procedures regarding the maintenance and operation of these accounts. ",
  "a225": "IC Markets hold client money in segregated client trust accounts with a number of AAA rated Australian banks. We spread the client money across multiple banks to reduce the counterparty risk to any one bank.",
  "a226": "We may collect your personal information from time to time to make further enquiries about you, including identification checks to meet our legal regulatory oblgations as well as to combat fraud. We do not sell your personal information to any third parties for marketing purposes.Our privacy policy (<a href=\"https://www.icmarkets.com/en/company/privacy-policy\">https://www.icmarkets.com/en/company/privacy-policy</a>) details how we handle your personal information.",
  "a227": "Yes, we take the privacy of our clients extremely seriously and have set policy and procedures in place to safeguard the information we request from our clients. Please refer to our Privacy Policy page on the website here: <a href=\"https://www.icmarkets.com/au/en/company/privacy-policy\">https://www.icmarkets.com/au/en/company/privacy-policy</a>",
  "a228": "We advise our clients to immediately change the passwords for their registered email with no delays and update the password of their client area as well as trading platform.<br>The security information must be kept private and should not be saved on a shared or public device.<br>Please reach our support to notify the incident so appropriate measures are applied from our end at the earliest possible.",

  "faq_section_1": "Questions about IC Markets",
  "faq_section_2": "Questions about Trading with IC Markets",
  "faq_section_3": "Questions about the Forex Market",
  "faq_section_4": "Understanding MetaTrader 4 problems",
  "faq_section_5": "Questions about Trading Forex Online",
  "faq_section_6": "Questions about trading CFDs Online",
  "faq_section_7": "Account Application",
  "faq_section_8": "Client Area",
  "faq_section_10": "Understanding platforms",

  "m_01": "Most frequently asked questions",
  "m_02": "Here are the most common questions a trader would normally ask us or consider to ask before opening an account woth us.<br>For more information on help resources related to IC Markets and the products we offer,<br>simply type your question below or visit our live chat service.",

  "m_q_01": "1. What account types does IC Markets offer?",
  "m_q_02": "2. What are the fees, commissions for trading with IC Markets?",
  "m_q_03": "3. What is the minimum amount needed to open a trading account?",
  "m_q_04": "4. What are your trading conditions?",
  "m_q_05": "5. Is IC Markets an ECN/STP broker or a Market Maker?",
  "m_q_06": "6. How do I open a live trading account with IC Markets?",

  "m_a_01": "IC Markets offer two types of accounts, Standard account and our market leader, Raw Spread account.<br><br><b>Raw Spread Account</b>: This account shows the raw inter-bank spread received from our liquidity providers. There is a commission charge of $7 per standard lot round turn.<br><br><b>Standard Account</b>: We do not charge a commission on Standard accounts but instead, there is a mark up on the spread by 1 pip above the raw Inter-bank rate received from our Liquidity providers.<br><br>Further information about the different types of trading accounts available can be found on our trading account types page: <a href='https://www.icmarkets.com/trading-accounts/overview'>www.icmarkets.com/trading-accounts/overview</a>.",
  "m_a_02": "IC Markets has two MetaTrader 4 account types, a standard account and our market leader, The Raw Spread account. IC Markets does not charge a commission on standard accounts but instead marks up the spread by 1 pip above the Pricing rate received from our liquidity providers. IC Markets Raw Spread account shows the raw inter-bank spread received from our liquidity providers; on this account we commission of $7 per standard lot round turn.",
  "m_a_03": "IC Markets allows clients to open an account with as little as USD $200 or currency equivalent.",
  "m_a_04": "Our mission is to provide traders with the lowest spreads and fastest executions possible across over 285 CFD products including Forex, precious metals, stocks, futures and other commodities. We have invested heavily in technology and establishing strong relationships with the largest and most reliable price providers in the market.<br><br>We recommend you to view our wide range of products here: <a href='https://www.icmarkets.com/trading-markets/range-of-markets>www.icmarkets.com/trading-markets/range-of-markets</a> and fully understand the trading conditions mentioned here: <a href='https://www.icmarkets.com/trading-pricing/trading-conditions>www.icmarkets.com/trading-pricing/trading-conditions</a><br><br>We also strongly suggest to thoroughly read our PDS and Account Terms available here for the attached costs, risks and your responsibilities before deciding to trade with us.",
  "m_a_05": "IC Markets is the issuer of the products it offers. We consider ourselves to be a forex provider offering the ECN pricing model as we do not operate a proprietary trading book and source our pricing from external unrelated liquidity providers via an Electronic Communications Network (ECN). These prices are passed onto you with no dealing desk intervention.<br><br>In order to provide you with better price certainty and to ensure fast execution speed we do not hedge each and every position with our hedge counterparties. This also prevents problems which may occur with one limb of the trade which has an impact on the other, if each individual transaction were to be hedged. We do this in order to provide you with a better overall trading experience.",
  "m_a_06": "Opening an account is simple. Click on the <a href='https://www.icmarkets.com/open-trading-account/live'>Open a Live Account</a> link and complete your application form.<br><br>Once your on-line application form has been approved by our accounts team you will be emailed your trading account login details and password."
}
