{
    "partnership_0": "Partnerships",
    "partnership_1": "IC Markets Introducing Broker (IB) program is designed to remunerate and reward introducers for referring customers to us, there are no limits on the number of referred accounts or trading volumes.",
    "partnership_2": "Start Earning Now",

    "partnership_8": "Learn More",

    "partnership_9": "Introducing Brokers",
    "partnership_10": "IC Markets Introducing Broker (IB) program is designed to remunerate and reward introducers for referring customers to us, there are no limits on the number of referred accounts or trading volumes. A low barrier to entry combined with a highly competitive volume based rebate structure makes IC Markets ideal for introducers of all of all size.",

    "partnership_12": "Money Managers",
    "partnership_13": "IC Markets Money Manager program combines market leading pricing with flexible MAM/PAMM allocations and the ability to fully customise trading conditions for your clients. Our True ECN offering with tight spreads and deep liquidity ensures money managers are able to have large orders filled at the prices they request. This means MAM/PAMM’s are able to produce greater returns and give money manager’s greater control over their fee mark-ups, maximising the returns for all parties. IC Markets handles all of the back-office and technical logistics.",

    "partnership_15": "White Label Partnerships",
    "partnership_16": "The IC Markets white label program has a variety of different levels designed to complement start-up or established brokerages and help them take their business to the next level. The white label partnership program is a turnkey solution where you will have access to our market leading liquidity and technology with minimal cost and risk. Alternatively you can choose to take our liquidity only using one of our many flexible connectivity options.",

    "partnership_18": "Affiliate Program",
    "partnership_19": "Partner with a world leading forex broker to give your clients the performance they demand from their broker. Our True ECN Forex offering with market leading trading conditions is a first choice for forex traders all over the world. Our trading conditions make for more profitable traders and induce volume from your referrals; we call this the win/win/win model. Clients win from better trading conditions, affiliates and IC Markets win from happier clients producing more trading volume and in turn a higher level of remuneration.",

    "partnership_21": "Regional Partnerships",
    "partnership_22": "IC Markets is constantly seeking regional partnerships to establish our brand in high growth areas across the globe. We are a True ECN forex broker with some of the tightest spreads and best trading conditions for forex traders globally. Our market leading offering will be the driving force behind our regional partner’s success. We provide full technology and support leaving you to focus on building your business.",

    "partnership_45": "Start trading with",
    "partnership_46": "a True ECN broker today",
    "partnership_47": "OPEN TRADING ACCOUNT",
    "partnership_48": "TRY A FREE DEMO"
}
