{
  "title": "Money Manager | Online Forex Trading Broker | IC Markets",
  "meta": "IC Markets Money Manager program combines market leading pricing with flexible MAM/PAMM allocations and the ability to fully customize trading conditions for",

    "money_managers_8": "Manage your clients' money  with",
    "money_managers_9": "a True ECN broker",

    "money_managers_1": "Money Manager",
    "money_managers_2": "Use the IC Markets MAM product to manage your clients’ money on our market-leading pricing and execution. Full flexibility allows you to customise MAM/PAMM features to suit your unique needs.",
    "money_managers_3": "Contact Us",
    "money_managers_4": "Our True ECN model with tight spreads and deep liquidity ensures money managers are able to get filled on large volumes at the prices they request. This means MAM/PAMMs are able to produce greater returns and give money managers greater control over their fee mark-ups, maximising the returns for all parties.",
    "money_managers_5": "Money Manager Features",
    "money_managers_6": "Customisable trading conditions including spreads, commissions, performance fees, etc. ",
    "money_managers_7": "Automatic calculation of commissions and performance fees with easy withdrawal options ",
    "money_managers_10": "Ability to add and/or remove funds without affecting trading activity ",
    "money_managers_11": " Large product Range ",
    "money_managers_18": " Professional reporting analytics displayed to you and your clients",
    "money_managers_1888": "Solutions for EA and manual traders",

    "money_managers_12": "Start Trading",
    "money_managers_13": "Contact Us",
    "money_managers_14": "We're here 24hrs a day Monday to Sunday.",
    "money_managers_15": "Open Live Chat",
    "money_managers_16": "+61 (0)2 8014 4280",
    "money_managers_17": "Email Us",
    "money_managers_19": "Money Manager Benefits",
    "money_managers_20": "Charge clients based on your preferences and investment philosophy ",
    "money_managers_2011": "Flexibility with withdrawing commissions to improve your cash flow ",
    "money_managers_2012": "Keep investors happy by allowing them to deposit and withdrawal when they want",
    "money_managers_2013": "Get access to more opportunities across more markets with our large product range ",
    "money_managers_2014": "Greater transparency between IC Markets, Money Manager and Investors ",

    "money_managers_202": "Commissions from mark-ups are credited to a live trading account in real time, which can be withdrawn at any time. Performance fees can be calculated at any time through the MAM Manager which all money managers are given access to. Performance fees are calculated and debited from clients’ trading accounts in accordance with the limited power of attorney, usually on a monthly basis.",
    "money_managers_201": "Customisable Trading Conditions",
    "money_managers_203": "Add/Remove Funds Without Affecting Trading Activity",
    "money_managers_204": "We recognise that some withdrawals and deposits may affect open trade allocations, especially when there is open trade drawdown. We are happy to work with moneymanagers in these instances to find the most equitable solutions for all parties, including: withdrawal restrictions whilst trades are opened, realising profit and loss on a per account basis, and so on.",
    "money_managers_21": "Refer and earn",
    "money_managers_22": "with a market leader today",
    "money_managers_23": "Open Trading Account",
    "money_managers_24": "Try  a free demo",
    "money_managers_25": "For more information about our money manager program, please complete the form below to have an institutional account manager contact you."
}
