{
    "refer_a_friend_1": "Refer A Friend",
    "refer_a_friend_2": "Enjoyed your trading experience with IC Markets? Refer a friend and receive a bonus.",
    "refer_a_friend_3": "Start Earning Now",
    "refer_a_friend_4": "How to refer a friend?",
    "refer_a_friend_5": "Login to your client area and fill in your friend's details under Refer a Friend Menu. Once completed, they will receive an email from IC Markets letting them know that you have referred them. They must open an account using the unique link provided in the email so we can automatically attribute the referral to you. For the best results, let them know you’ve referred them so they can take up the offer sooner! You can refer as many friends as you would like!",
    "refer_a_friend_6": "What your friend will have to do?",
    "refer_a_friend_7": "If you’re happy with your IC Markets experience then why not get paid to spread your positive feedback? The “Refer a Friend” program is designed to reward our loyal clients for referring new clients to IC Markets. Simply refer a new client and begin earning today!",
    "refer_a_friend_888": "Earn $100 for every new client you refer to IC Markets!",
    "refer_a_friend_8": "Refer and earn with",
    "refer_a_friend_9": "a market-leading True ECN broker",
    "refer_a_friend_12": "Start Trading",
    "refer_a_friend_13": "Contact Us",
    "refer_a_friend_14": "We're here 24hrs a day Monday to Sunday.",
    "refer_a_friend_15": "Open Live Chat",
    "refer_a_friend_16": "+61 (0)2 8014 4280",
    "refer_a_friend_17": "Email Us",
    "refer_a_friend_18": "You will receive the “Refer a Friend” bonus of $100 AUD to your account once the following conditions are met:",
    "refer_a_friend_19": "Your friend opens a live trading account using your unique referral link.",
    "refer_a_friend_20": "Your friend deposits a total of USD $200 or currency equivalent.",
    "refer_a_friend_21": "Your friend closes at least 5 lots.",
    "refer_a_friend_22": "(Expiry date for fulfilment of conditions 2 and 3 comes in 30 days after Referral link has been sent)",
    "refer_a_friend_23": "Terms and Conditions:",
    "refer_a_friend_24": "Introduction",
    "refer_a_friend_25": "International Capital Markets Pty Ltd (ICM) is running the “Refer a Friend” Programme (the Programme). By registering to become a Referrer and participating in the Program, you agree to be bound by the Terms and Conditions (the Terms) set out below.",
    "refer_a_friend_26": "Eligibility Criteria",
    "refer_a_friend_27": "To participate as a Referrer in this Program, you must meet the following requirements:",
    "refer_a_friend_28": "Be a Referrer or Friend within the meaning defined in the Terms.",
    "refer_a_friend_29": "Accept the Terms of this Program.",
    "refer_a_friend_30": "Specific Program Terms Trading Terms",
    "refer_a_friend_31": "The Referrer is entitled to receive a Reward if the Referral meets the following Trading Terms:",
    "refer_a_friend_32": "Deposits a Minimum Deposit",
    "refer_a_friend_33": "Completes the Minimum Trading Activity (5 round turn lots)",
    "refer_a_friend_34": "The Friend completes the above minimum requirements within 30 days after receiving the invitation link.",
    "refer_a_friend_35": "The Reward",
    "refer_a_friend_36": "The Referrer is entitled to a Reward only once per Referral and irrespective of the number of times they complete the Trading Terms detailed in Clause 2.",
    "refer_a_friend_37": "The Reward shall be transferred to the Balance of the Referrers Account(s) and shall be available for trading or withdrawal purposes.",
    "refer_a_friend_38": "The maximum payout and/or total entitlement under this Program cannot exceed the $10,000 without written approval from a Director of ICM.",
    "refer_a_friend_39": "Refer and earn",
    "refer_a_friend_40": "with a market leader today",
    "refer_a_friend_41": "Open Trading Account",
    "refer_a_friend_42": "Try  a free demo",
    "refer_a_friend_43": "The Referrer Link",
    "refer_a_friend_44": "The Referrer confirms that Friends who are receiving the Referrer Link for the purposes of this Program:",
    "refer_a_friend_45": "Consent to receive the Referrer Link; and",
    "refer_a_friend_46": "Are 18 years or older;",
    "refer_a_friend_47": "The Referrer hereby acknowledges and understands that he/she shall not distribute the Referrer Link to any Friend who reside in jurisdictions to which ICM does not offer services to, as provided on the Website(s).",
    "refer_a_friend_48": "The Referrer shall not use the Referrer Link in any manner that is illegal, disparaging, misleading, obscene, or in any way that is detrimental to ICM.",
    "refer_a_friend_49": "It is understood that any inappropriate use of the Referrer Link may cause immediate termination of the Referrer’s participation in the Program.",
    "refer_a_friend_50": "Without prejudice to the foregoing, the Referrer acknowledges that he/she remains solely responsible for the usage of the Referrer Link and that the distribution of the Referrer Link to his Friends remains in all respects at his option; the Referrer hereby understands that ICM undertakes no responsibility whatsoever.",
    "refer_a_friend_51": "Miscellaneous",
    "refer_a_friend_52": "The Referrer hereto represents that he or she has full right, power and authority to enter into and be bound by the Terms and to perform his/her obligations under these Terms and that he/she can participate in this Program without any restrictions by any regulatory requirements applicable to the Referrer or to the jurisdiction in which the Referrer has his/her residence.",
    "refer_a_friend_53": "The Referrer shall always comply with the laws and regulations (including but not limited to data protection and anti-spamming rules) applicable to the Referrer or to the jurisdiction in which the Referrer has his/her residence.",
    "refer_a_friend_54": "The Referrer throughout his/her participation in this Program undertakes the responsibility to act in good faith at all times and must not make any false or misleading representations or statements with respect to ICM and or the Program and/or engage in any other practice which may affect adversely the image, credibility or the reputation of ICM.",
    "refer_a_friend_55": "The Referrer will indemnify ICM and keep ICM indemnified on demand in respect of all liabilities, costs, claims, demands and expenses of any nature whatsoever which ICM suffers or incurs as a direct or indirect result of any failure by the Referrer to perform any of the Referrer’s obligations under these Terms.",
    "refer_a_friend_56": "The Referrer will not represent itself as agent of ICM and the Referrer will have no authority or power to bind ICM or to contract in the name of or create liability against it.",
    "refer_a_friend_57": "Whereas a Referral has communicated to ICM that he or she wishes to be removed and/or unlinked from a Referrer, ICM shall remove such Referral accordingly and the Referrer shall have no rights in respect of the unlinked Referral. Under no circumstances shall ICM be liable for any consequences of any such removal from a Referrer.",
    "refer_a_friend_58": "ICM will not be liable to the Referrer with respect to any subject matter of the Terms under any contract, negligence, tort, strict liability, or other legal or equitable principle for any indirect, incidental, consequential, special, general or exemplary damages (including without limitation, loss of revenue or goodwill, or anticipated profits, or lost business) even if ICM have been advised of the possibility of such damages. Further, notwithstanding anything to the contrary contained in these Terms, in no event shall ICM’s cumulative liability to the Referrer arising out of or related to these Terms, whether based in contract, negligence, strict liability, tort or other legal or equitable theory, exceed the total Reward(s) paid to the Referrer under these Terms.",
    "refer_a_friend_59": "ICM reserves the right at its absolute discretion to terminate the Referrer’s participation in this Program and/or cancel or nullify the Reward or profit gained without being liable for any consequences should the Referrer and/or any Referral commit and/or ICM suspects any fraud in the use of and/or abuse of this Program and/or misuse of the Reward and/or any attempt of collusion and/or manipulation and/or bad faith and/or acts which are not in the spirit of this Program and/or arbitrage and/or other forms of deceitful or fraudulent trading and/or other activity and/or breach of the Terms and/or the Operative Agreements and/or of ICM’s Business Terms.",
    "refer_a_friend_60": "No single or partial exercise of, or failure or delay in exercising any right, power or remedy under these Terms or law by ICM shall constitute a waiver by ICM, or impair any exercise of further exercise of, that or any other right, power or remedy arising under these Terms or at law.",
    "refer_a_friend_61": "The rights and remedies provided to ICM under this Program are cumulative and are not exclusive of any rights or remedies provided by law.",
    "refer_a_friend_62": "The Referrer acknowledges that ICM has the right, as in its sole discretion deem fit, to alter, amend, suspend, cancel or terminate the Program, or any aspect of the Program or the Referrer’s participation in the Program at any time by giving Written Notice to Referrer. Under no circumstances shall ICM be liable for any consequences of any alteration, amendment, suspension, cancellation or termination of the Program.",
    "refer_a_friend_63": "In the event of any dispute misrepresentation of the above applicable Terms, such dispute or misinterpretation shall be resolved in good faith and as ICM shall, in their sole and absolute discretion, deem fit and proper. The decision shall be final and binding.",
    "refer_a_friend_64": "Nothing in this Program creates any partnership, joint venture, agency, franchise, sales representative, or employment relationship between the Referrer and ICM.",
    "refer_a_friend_65": "The headings and titles contained in this Program are included for convenience only and shall not limit or otherwise affect the Terms.",
    "refer_a_friend_66": "Notwithstanding the translated language of this document, the English wording shall be the binding version in the event of any discrepancy between the two languages.",
    "refer_a_friend_67": "Glossary",
    "refer_a_friend_68": "Friend",
    "refer_a_friend_69": "shall mean the Client who receives the Referrer Link online and opens a live trading with ICM via the Referrer Link and in accordance to the present Terms.",
    "refer_a_friend_70": "An eligible Friend must:",
    "refer_a_friend_71": "Be a unique client that has not held a live account with ICM.",
    "refer_a_friend_72": "Have deposited at least USD $200",
    "refer_a_friend_73": "Not be linked (by name, age of date of birth) to another ICM profile.",
    "refer_a_friend_74": "Not have an existing IC Markets live trading account.",
    "refer_a_friend_75": "Not be based in China or be a Chinese Citizen.",
    "refer_a_friend_76": "Minimum Deposit",
    "refer_a_friend_77": "shall mean a minimum total of deposit(s) in the Account(s) which is equal to or in excess of USD $200 or currency equivalent. It is understood that the Minimum Deposit may, for the purposes of this Program, be comprised of deposits in the same or different Account(s).",
    "refer_a_friend_78": "Transfer of funds between Accounts are not considered as deposit(s) for the purposes of this Program.",
    "refer_a_friend_79": "Minimum Trading Activity",
    "refer_a_friend_80": "shall mean 5 (5.0) round turn lots (100,000 base currency) across ICM’s Foreign exchange products.",
    "refer_a_friend_81": "Operative Agreements",
    "refer_a_friend_82": "shall mean the agreements entered into by the Client and ICM that govern all the trading activity of the Client with ICM. Operative Agreements consist of the Client Agreement, Policies and Terms of Business, as these may be found in the Account Opening Agreements section of the Websites of ICM and as may be amended from time to time.",
    "refer_a_friend_83": "Qualified Referral",
    "refer_a_friend_84": "shall mean any Referral who has met the Trading Terms as per para 3.1.",
    "refer_a_friend_85": "Referral",
    "refer_a_friend_86": "shall mean a Friend who has successfully registered with a ICM broker and opened Account(s) - as per the applicable minimum deposits and/or others requirements of ICM - after clicking on the Referrer Link. It is understood that a Friend shall be considered as a Referral, only if he or she has successfully registered with the ICM broker within a period of 7 days following his or her last click on the Referrer Link.",
    "refer_a_friend_87": "Referrer",
    "refer_a_friend_88": "shall mean the Client who shares the Referrer Link online and refers Friend(s) to ICM via the Referrer Link and in accordance to the present Terms.",
    "refer_a_friend_89": "An eligible Referrer must:",
    "refer_a_friend_90": "Have a live IC Markets trading account.",
    "refer_a_friend_91": "Not be an Introducing Broker or affiliate (“Partner”).",
    "refer_a_friend_92": "Must have deposited at least $200 USD on one of their trading accounts and traded at least 5 round turn lots.",
    "refer_a_friend_93": "Not be linked (by name, age of date of birth) to another ICM profile belonging to a Partner, i.e., The Referrer is not also a Partner of ICM using another profile.",
    "refer_a_friend_94": "Not be based in China, or be a Chinese citizen.",
    "refer_a_friend_95": "Referrer Link",
    "refer_a_friend_96": "shall mean a unique link (either banner or text link) which is personalized and is distributed by ICM to each Referral, and is used to identify the Referral’s activities and the Referrals introduced to ICM by the Referrer.",
    "refer_a_friend_97": "Reward",
    "refer_a_friend_98": "shall mean an amount of AU$100 or equivalent.",
    "refer_a_friend_99": "Websites",
    "refer_a_friend_100": "refer(s) to"
}
