{
  "title": "Download MetaTrader 5 | MT5 Platform | IC Markets",
	"meta": "IC Markets uses MetaTrader 5, the improved Forex and CFD trading platform designed to arrange brokerage services in Forex. Start trading now!",
  "mt5_page_1": "MetaTrader 5 Platform",
  "mt5_page_2": "MetaTrader 5 is the all-in-one platform for trading forex, stocks, indices, bonds, cryptocurrencies and commodities. IC Markets True ECN connectivity makes it the most powerful platform for active traders.",
  "mt5_page_2_UK": "MetaTrader 5 is the all-in-one platform for trading forex, stocks, indices, bonds and commodities. IC Markets True ECN connectivity makes it the most powerful platform for active traders.",
  "mt5_page_3": "Download MetaTrader 5",
  "mt5_page_4": "Meta Trader 5",
  "mt5_page_5": "Facts",
  "mt5_page_6": "True ECN Connectivity",
  "mt5_page_7": "Spreads from 0.0 pips",
  "mt5_page_8": "Up to 1:500 leverage",
  "mt5_page_8_apac": "Up to 1:1000 leverage",
  "mt5_page_88": "Up to 1:30 leverage",
  "mt5_page_9": "Low latency trading",
  "mt5_page_10": "Deep interbank liquidity",
  "mt5_page_11": "Multi-asset platform",
  "mt5_page_12": "Open Account",
  "mt5_page_13": "The new platform is an updated and improved version of its predecessor which has long been the industry standard for traders around the world. IC Markets is proud to present the next generation MetaTrader 5 platform, designed to offer everything you need to trade the markets.",
  "mt5_page_14": "MetaTrader 5’s advanced charting technology coupled with sophisticated order management tools help you to monitor and control your positions quickly and efficiently. It is a powerful platform packed with brand new features aimed at improving your trading experience. It is available on both of the IC Markets account types: True ECN and Standard.",
  "mt5_page_16": "System Requirements",
  "mt5_page_17": "The MetaTrader 5 Client Terminal requires Windows operating system 7 or higher. It is also possible to run this software on a Mac OSX.",
  "mt5_page_18": "Why is IC Markets MetaTrader 5 Platform Different?",
  "mt5_page_19": "True ECN Connectivity",
  "mt5_page_20": "True ECN Connectivity allows IC Markets to offer industry leading spreads and trading conditions on the MT5 trading platform.",
  "mt5_page_21": "Gain access to institutional grade liquidity from the world’s leading investment banks, hedge funds and dark pool liquidity execution venues through our True ECN engine. Traders can enjoy trading with no dealing desk, price requotes or any sort of manipulation on our market leading platforms. Our extensive mix of up to 50 different liquidity providers makes IC Markets the top choice for high volume traders, scalpers and automated traders who demand the best trading conditions including the lowest spreads and fastest execution speeds.",
  "mt5_page_25": "Ultra Fast Order Execution",
  "mt5_page_26": "All IC Markets MetaTrader 5 servers are located in the Equinix NY4 data centre in New York for optimal execution speed. The NY4 data centre is known as one of the most secure and reliable data centres in the world. The MetaTrader 5 servers are cross connected to our ECN to ensure the lowest latency and fastest execution.",
  "mt5_page_27": "The IC Markets MetaTrader 5 trade servers have latency of less than 1 millisecond to major VPS providers either collocated in the NY4 data centre or through dedicated lines to nearby data centres.",
  "mt5_page_28": "No Restrictions on Trading",
  "mt5_page_29": " There are no trading restrictions on the IC Markets MetaTrader 5 platform. We offer ideal trading conditions for scalping and high frequency trading, even allowing traders to place orders between the spread as there is no minimum order distance and a freeze level of 0. This means orders including stop loss orders can be placed at any level.",
  "mt5_page_30": "Traders can also hedge positions as there is no first in first out (FIFO) rule with IC Markets. Traders do not pay margin on hedged trades and enjoy the benefits of margin netting.",
  "mt5_page_31": "Level II Pricing – Market Depth",
  "mt5_page_32": "The MetaTrader 5 Depth of Market displays the full range of available prices directly from our liquidity providers. This feature provides full transparency of available liquidity for each currency at any given time. High liquidity, asynchronous spot prices and low latency guarantee the tightest possible spreads.",
  "mt5_page_33": "Spreads from 0.0 Pips",
  "mt5_page_34": "IC Markets offers the tightest spreads out of all forex brokers around the world with our EURUSD spread averaging just 0.1 pips. This is currently the tightest average EURUSD spread globally. IC Markets is always able to keep spreads tight by sourcing liquidity from our diverse mix of up to 50 different liquidity providers.",
  "mt5_page_51": "Flexible Funding and Withdrawal Options",
  "mt5_page_52": "We’ve made funding and withdrawing funds easy by offering a wide range of funding options including: credit/debit card, Skrill, wire transfer, Neteller, FasaPay, China Union Pay, Bpay and broker to broker transfer, deposits.",
  "mt5_page_522": "We’ve made funding and withdrawing funds easy by offering a wide range of funding options including: Skrill, wire transfer, Neteller.",
  "mt5_page_53": "Flexible Lot Sizing",
  "mt5_page_54": "Our platforms offer you flexible lot sizing so you can manage your risk appropriately. We don’t place any restrictions on trade sizes and even allow trades as small as one micro lot (0.01) to be traded.",
  "mt5_page_35": "64 Currencies & Metals + 16 Indices",
  "mt5_page_36": "Leverage up to 1:500",
  "mt5_page_36_apac": "Leverage up to 1:1000",
  "mt5_page_37": "All Major Account Currencies Supported",
  "mt5_page_38": "We offer a wide range of instruments for you to trade with. Choose from 64 currency pairs plus 15 major equity indices including the FTSE 100, S&P/ASX 200 and Dow Jones Index 24 hours a day with a spread of 1 point.",
  "mt5_page_39": "We give traders the option to trade currencies on up to 1:500 leverage on the IC Markets MetaTrader 5 platforms. Enjoy the freedom to utilise higher leverage to suit your unique trading style and get the best out of your proprietary strategies.",
  "mt5_page_39_apac": "We give traders the option to trade currencies on up to 1:1000 leverage on the IC Markets MetaTrader 5 platforms. Enjoy the freedom to utilise higher leverage to suit your unique trading style and get the best out of your proprietary strategies.",  
  "mt5_page_40": "Our trading accounts support the world’s major currencies. We give you the freedom to deal in your local currency to avoid unnecessary fees. Open an account in 1 of 10 supported base currencies: USD, AUD, EUR, GBP, SGD, NZD, JPY, CHF, HKD, CAD.",
  "mt5_page_41": "Start trading Forex",
  "mt5_page_42": "on MetaTrader 5 Today",
  "mt5_page_43": "Open Trading Account",
  "mt5_page_44": "Try  a free demo"
}
