{
  "title":"Trading Conditions | Forex Trading",
  "meta":"Learn about IC Markets forex trading conditions by reviewing our Spreads, Swap Rates, available Currency pairs and Metals.",

  "trading_conditions_1": "Trading Conditions",
  "trading_conditions_2": "The IC Markets True ECN environment offers the most aggressive pricing and flexible trading conditions globally. They are ideal for traders who demand the best execution quality and lowest spreads.",
  "trading_conditions_3": "Start Trading",
  "trading_conditions_4": "Spreads",
  "trading_conditions_5": "Our spreads are market leading with prices streaming from over 50 different banks and dark pool liquidity sources. Low latency servers in an enterprise grade True ECN trading environment means you will always be trading on the best available price. Spreads can go as low as 0.0 pips on our MetaTrader 4, 5, and cTrader True ECN platforms.",
  "trading_conditions_6": "Execution",
  "trading_conditions_7": "We’ve automated every aspect of the trade process to ensure your trades are executed at lightning speed, without any manual intervention, and at the price you expect – or better. Access unparalleled depth of market and 100% guaranteed execution by trading with a True ECN broker.",
  "trading_conditions_8": "Margin and Leverage",
  "trading_conditions_9": "By offering leverage up to 1:500 we open the path to the forex market for Retail traders. Using leverage means only a small initial outlay (margin) is required. The use of leverage can magnify gains but losses can also exceed your initial deposit.",
  "trading_conditions_10": "Currency Pairs",
  "trading_conditions_11": "IC Markets streams prices on 60 different currency pairs and 4 metals on all 3 trading platforms. IC Markets is able to offer some of the best pricing in the industry by aggregating quotes from over 50 different banks and dark pool liquidity sources. This low pricing combined with unrivalled execution speeds makes IC Markets the favoured destination for day traders, scalpers and those using Expert Advisors (EAs).",
  "trading_conditions_12": "Swap Rates",
  "trading_conditions_13": "We offer long and short swap rates for all of our currency pairs and metals. Swap rates are determined by the overnight interest rate differential between the two currencies involved in the pair and whether the position is a buy ‘long’ or sell ‘short’.",
  "trading_conditions_14": "Trading Hours",
  "trading_conditions_15": "We make it easy to know when the markets are open for trading. See at a glance all the trading hours for our broad range of products. Trading hours can also be viewed from within the MetaTrader and cTrader trading terminals.",
  "trading_conditions_16": "Start trading with",
  "trading_conditions_17": "a True ECN broker today",
  "trading_conditions_18": "OPEN TRADING ACCOUNT",
  "trading_conditions_19": "TRY A FREE DEMO"
}
