{
  "true_ecn_1": "What is True ECN?",
  "true_ecn_2": "True ECN is what separates IC Markets from the competition. IC Markets True ECN connects traders to a deep and diverse mix of up to 50 liquidity providers, for the best spreads and superior execution.",
  "true_ecn_3": "Start Trading",
  "true_ecn_4": "Start trading with",
  "true_ecn_5": "world’s largest True ECN forex broker",
  "true_ecn_6": "Open Trading Account",
  "true_ecn_7": "Try  a free demo",
  "true_ecn_8": "Be an opportunity maker.",
  "true_ecn_9": "Trade Markets Today",
  "true_ecn_12": "Start Trading",
  "true_ecn_13": "Contact Us",
  "true_ecn_14": "We're here 24hrs a day Monday to Sunday.",
  "true_ecn_15": "Open Live Chat",
  "true_ecn_16": "+61 (0)2 8014 4280",
  "true_ecn_17": "Email Us",

  "true_ecn_20": "ECNs represent the future of Forex trading for the retail and institutional community as the demands of the modern day trader exceed that of the traditional market maker, single LP (liquidity provider) model. Today’s forex traders demand tight spreads, deep liquidity, price transparency and anonymity in execution, low slippage and last but definitely not least, low latency. Meeting all of these demands is no easy feat, especially when every forex trader has different needs in terms of price and execution.",
  "true_ecn_21": "ECN technology gives the broker the ability to aggregate its LPs, building an order book and providing a best bid best offer to its clients. The collective volumes of the broker’s clients encourage price competition amongst the LPs and provide the leverage to demand better execution. In doing this the ECN model enables the efficient flow of liquidity between price markers and price takers, meeting the needs of clients to provide the best environment for the modern day trader.",
  "true_ecn_22": "Features of IC Markets True ECN",
  "true_ecn_23": "True ECN Model",
  "true_ecn_24": "Tight Spreads and Deep Liquidity",
  "true_ecn_25": "High Execution Quality",
  "true_ecn_26": "Anonymity",
  "true_ecn_27": "Low Trade Latency",
  "true_ecn_28": "True ECN",
  "true_ecn_29": "IC Markets, a forex ECN broker utilizes the True ECN pricing for all of it's account types, this means that you the forex trader are offered direct access to our interbank prices feeds from over 50 different bank and dark pool liquidity providers. Trading in an True ECN marketplace allows traders to benefit from the best possible prices available from Tier-1 banks and dark pool liquidity providers.",
  "true_ecn_30": "What is an ECN?",
  "true_ecn_31": "ECN stands for electronic communications network. It is the technology that allows price makers to send executable streaming prices (ESPs, also known as bids and offers) to the market, constructing a virtual order book in much the same fashion as a stock exchange would. A price maker is any participant of that ECN that has liquidity to offer in the form of a bid or offer. By constructing a virtual order book with price makers consisting primarily of Tier-1 banks, IC Markets is able to offer extremely deep liquidity with some of the best top of book pricing (spreads) globally.",
  "true_ecn_32": "Tight Spreads and Deep Liquidity",
  "true_ecn_33": "One of the most important features of an ECN is the price competition the model generates. True ECN brokers like IC Markets will generate more volume through the ECN, encouraging the LPs to price more aggressively as they compete for the flow.",
  "true_ecn_34": "Price competition can best be achieved through the volume centric ECN model due to the diverse liquidity mix that prices into the ECN. The IC Markets liquidity mix consists of up to 50 different LPs including tier-1 banks, non-bank LPs including dark pools, other ECNs and aggregators.",
  "true_ecn_35": "High Execution Quality",
  "true_ecn_36": "By default, clients can be filled on trade sizes from 1 micro lot (1,000 base currency) to 200 lots (20 million base currency) through our ECN. Our ECN sorts and ranks prices to allow real-time execution of large forex trades over multiple liquidity providers and their pricing tiers and this ensures the best price for any trade size.",
  "true_ecn_37": "Lower Latency",
  "true_ecn_38": "Forex ECN brokers are driven by improvements in performance to attract more clients and more volume. Low latency trading is the next race for ECN brokers as we strive to have client orders filled in the least time possible. Average execution times of under 40ms for Forex and Metals (ECN products) are now normal. Low latency environments benefit HFT/Algorithmic traders the most where every millisecond counts.",
  "true_ecn_39": "Anonymity",
  "true_ecn_40": "Anonymity of client orders and trading is another key feature of forex trading through an ECN and is especially critical for forex traders wishing to protect their trading systems/intellectual property. IC Markets does not disclose client orders to its LPs, these are held locally on our forex trading servers."
}
