{
  "accountopeningdocumentrequirem": "Account Opening Document Requirements",
  "inaccordancewiththeaustraliana": "In accordance with the Australian Anti-Money Laundering and Counter Terrorism Financing Act 2006 we are required to verify your identity prior to opening a trading account.",
  "wearerequiredtocollectaminimum": "We are required to collect a minimum of 100 points of ID. Each form of primary ID accounts for 70 points with each form of secondary ID accounting for 30 points. The total must be equal to or greater than 100 points.",
  "photoid(primary)=70pointsperdo": "Photo ID (primary) = 70 points per document",
  "thefollowingareacceptableforms": "The following are acceptable forms of photo identification:",
  "avalidpassport": "A valid Passport",
  "avalidgovernmentidsuchasadriv": "A valid Government ID, such as a Driver's License or State ID",
  "avalidnationalidentitycard": "A valid National Identity Card",
  "photoidmustshowfullnameanddate": "Photo ID must show full name and date of birth. If your Photo ID is certified or notarized, add 30 points (100 points in total).",
  "proofofresidence(secondary)=30": "Proof of Residence (secondary) = 30 points per document",
  "thefollowingareacceptableformsofproofofresidence": "The following are acceptable forms of proof of residence:",
  "autilitybillphonegaselectri": "A Utility Bill (phone, gas, electricity)",
  "bankorcreditcardstatement": "Bank or Credit Card Statement",
  "government-issuedtaxdocument": "Government-Issued Tax Document",
  "birthcertificate": "Birth Certificate",
  "certificateofcitizenship": "Certificate of Citizenship",
  "allproofofresidencesmustbecurr": "All proof of residences must be current and not outdated by more than 90 days, show the full document, clearly display the name and address (no PO Boxes), and show a provision of services such as money owed or paid.",
  "total100points": "Total = 100 points",
  "ifyoudonthaveanyofthose": "If you don’t have any of those, contact us so that we can chat to you further. We may accept other documents, such as:",
  "wemustbeabletounderstandthelan": "We must be able to understand the language shown on your Photo ID and Proof of Residence. We may require documents provided in languages other than English to be accompanied by an English translation.",
  "fundswithdrawalprocedures": "Funds Withdrawal Procedures",
  "thewithdrawalprocessaticmarket": "The AML policy and procedure at IC Markets detailed below is structured around strict guidelines to make sure that funds are securely sent back to their originating source and beneficiary.",
  "icmarketscustomersmustcomplete": "IC Markets customers must complete a withdrawal request containing their correct account information.",
  "allwithdrawalformsaresubmitted": "All withdrawal requests are submitted to IC Markets accounts department for processing. Our Accounts department confirms the account balance, verifies that there are no holds or withdrawal restrictions on the account, and then approves the withdrawal request, pending compliance approval.",
  "icmarketsaccountsdepartmentrev": "IC Markets Accounts department reviews all withdrawal requests, verifying the original funds are withdrawn via the same method of deposit and to the account holder on file. Our accounts department examines the withdrawal request against the customer's deposit history to make sure there is no suspicious activity, and verifies the bank account on file.",
  "withdrawalrequestsapprovedarep": "Withdrawal requests approved are processed by the accounts department and the funds are released to the client.",
  "intheeventthatawithdrawalisfla": "In the event that a withdrawal is flagged for suspicious activity, the withdrawal is placed on hold, pending further investigation by IC Markets Management staff.",
  "icmarketsmanagementwillworkwit": "IC Markets Management will work with our Compliance department to see if further action needed and if any relevant regulatory bodies need to be contacted.",
  "amlpolicydetails": "AML Policy Details",
  "icmarketsmonitorsfundingfromva": "IC Markets monitors funding from various bank accounts outside of the account holder's home country.",
  "icmarketsperformsitsactionsont": "IC Markets performs its actions on the basis of the anti-money laundering framework set forth by the Financial Action Task Force.",
  "icmarketsneitheracceptscashdep": "IC Markets neither accepts cash deposits nor disburses cash under any circumstances.",
  "icmarketsdoesnotacceptthirdpa": "IC Markets does not accept third-party deposits of any kind.",
  "icmarketsmatcheseachdeposittot": "IC Markets matches each deposit to the account name on file for that customer.",
  "icmarketsreservestherighttoref": "IC Markets reserves the right to refuse processing a transaction at any stage where it believes the transaction to be connected in any way to money laundering or criminal activity. In accordance with international law, IC Markets is not obligated to inform the client if suspicious activity is reported to any corresponding regulatory or legal bodies.",
  "accountopeningprocedures": "Account Opening Procedures",
  "priortoopeninganaccounticmark": "Prior to opening an account, IC Markets shall document the identity, nature of business, income, source of assets if applicable, and investment objectives of each prospective customer.",
  "sanctionedcountries": "Sanctioned Countries",
  "whilewewelcomeclientsfromallov": "While we welcome clients from all over the globe, governmental restrictions along with our company policies prohibit IC Markets from opening accounts originated from the following restricted and/or OFAC sanctioned countries:",
  "aml_info_1": "Birth Certificate",
  "aml_info_2": "Birth Certificates will be considered as Proof of Address only if it clearly displays the name and address.",
  "aml_info_3": "We are also unable to accept birth certificates from certain countries like Portugal due to legal requirements.",
  "aml_info_4": "P.O.Box",
  "aml_info_5": "Unfortunately as per our AML regulations, we do not accept P.O.Box details as a valid residential address. Please submit a different proof of residence document showing your residential address details instead.",
  "aml_info_6": "In event you are not able to provide such document you may submit ONE of the following documents:",
  "aml_info_7": "a copy of a local Municipality's confirmation of your current home address",
  "aml_info_8": "a copy of one more Photo ID (in addition to the primary Photo ID and P.O.Box proof of residence document)",
  "aml_info_9": "a copy of your work contract stating your current residential accommodation or accommodation rental agreement",
  "aml_info_10": "a copy of a police record or local tax form",
  "pp-heading-sc": "Privacy policy (IC Markets SC)",
  "pp-button-sc": "Privacy policy",
  "pp-heading-eu": "Privacy policy (IC Markets AU)",

  "aml_corporate_title": "Corporate Account Opening Document Requirements",
  "aml_corporate_content": "<p class='aml'>In accordance with the Anti-money Laundering and Counter-Terrorism Act 2006, we are required to verify information about your company prior to opening a corporate trading account for you. To ensure that your account is approved please submit the following:</p> <ol class='aml'> <li>Certificate of Incorporation/Registration</li> <li>LEI number</li> <li>One or more of the below company documents that states all current Directors and Shareholders (and their percentages of ownership): <ul class='aml'> <li>Certificate of Incorporation</li> <li>Articles of Association<br></li> <li>Company Extract</li> <li>Memorandum</li> <li>Share Register</li> </ul> <i class='aml'>Please note: These documents <b>must</b> contain the following details - company name, company number, registered office address, list of directors and beneficial owners.</i> </li> <li>ID documents from at least two Directors (if there is more than one) and all Shareholders/Beneficiaries who have a 25% interest or more of the company/trust: <ul class='aml'> <li>Passport; OR</li> <li>Driver&#39;s Licence; OR</li> <li>National ID; AND</li> <li>A valid secondary ID document such as a bank statement or utility bill, stating the name, current  residential address of the director/shareholder as well as an issue date.</li> </ul> <i class='aml'>Please note: The photo ID documents must clearly state the full name, date of birth and issue/expiry date.</i> </li> </ol>"
}
