{
  "disputeresolutionprocess": "Dispute Resolution Process",
  "makingacomplaint": "Making a Complaint",
  "shouldyouwishtomakeacomplaintw": "Should you wish to make a complaint we ask that you follow the process outlined below. This will aid us in resolving your complaint in the most efficient manner possible in order to regain your confidence.",
  "firstlygatherallsupportingdoc": "Firstly, gather all supporting documents that relate to your complaint, think about the questions you want answered and decide what you want us to do.",
  "nextcontactyouraccountmanager": "Next, contact your account manager directly. Remember, if the problem is current, a call at the earliest possible time will give us the opportunity to resolve your complaint immediately. If your account manager is unable to satisfactorily resolve your complaint, please ask them to refer the complaint to their manager.",
  "ifyourcomplaintcannotberesolve": "If your complaint can not be resolved then you may refer the matter to our Compliance Department. They will review your complaint and contact you directly.",
  "youmaycontactourcompliancedepa": "You may contact our Compliance department by writing to:",
  "youmaycontactourcompliancedepa_seychells": "You may contact our IC Markets (SC) Compliance team directly by sending an email to compliancesc@icmarkets.com or by writing to:",
  "weaimtoresolvemostmatterswithi": "We aim to resolve most matters within 21 days. However, some complaints are more complex and may take longer to resolve. If this is the case, we will keep you informed of our progress.",
  "disputeresolution": "Dispute Resolution",
  "weexpectthatouraccountmanagers": "We expect that our account managers, Supervisors, or Compliance Team will be able to resolve your complaint. If despite our best efforts, you believe your complaint has not been satisfactorily dealt with, you may wish to contact an external dispute resolution scheme.",
  "dispute-resolution_0": "If you’re dissatisfied with our internal handling of your complaint, you have the right to lodge a complaint with the Australian Financial Complaints Authority (AFCA) Australia. IC Markets is a member of the AFCA complaints resolution scheme, and our membership number is 13527. The service provided to you by AFCA is free.",
  "dispute-resolution_2": "The Contact details for FSA are:",
  "dispute-resolution_3": "The contact details for AFCA are:",
  "dispute-resolution_4": "If you’re not satisfied with the Company’s final response,  you have the right to refer the matter  to the Financial Services Authority (FSA) of Seychelles."
}
