{
  "title": "Regulations | Regulated Forex Broker | IC Markets",
  "meta": "IC Markets is licensed and regulated by the Financial Services thority of Seychelles (FSA). You will be trading with a safe and regulated broker",

  "regulation_1": "Regulation",
  "regulation_2": "IC Markets is authorised and regulated by the Australian Securities and Investments Commission (ASIC). Trade with a peace of mind knowing IC Markets is monitored by one of the strictest financial regulatory bodies in the world.",
  "regulation_3": "Start Trading",
  "regulation_14": "Contact Us",
  "regulation_15": "We're here 24hrs a day Monday to Sunday.",
  "regulation_18": "ASIC has in place capital adequacy requirements and requires licence holders have in place internal risk management and staff training procedures. External audits supplement IC Markets’ operational and accounting processes and ensure regulatory compliance.", 
  "regulation_28": "Segregation of Client Funds",
  "regulation_29_0": "When funding your trading account client funds are held in client segregated trust accounts at Australian Banks, National Australia Bank (NAB) and Commonwealth Bank of Australia (CBA). IC Markets complies with the Australian Client Money Handling Rules and employs strict policies and procedures regarding the maintenance and operation of these accounts.",
  "regulation_30": "IC Markets holds client money separately to company funds and does not use these funds for any operational expenses or purposes. Our",
  "regulation_31": "Insurance",
  "regulation_32": "Professional Indemnity Insurance is maintained.",
  "regulation_33": "Banking Relationships",
  "regulation_34_0": "IC Markets banks with the National Australia Bank (NAB) and Commonwealth Bank of Australia (CBA), both top-tier Australian Banks.",
  "regulation_35": "Professional Memberships",
  "regulation_36": "IC Markets is a member of the Australian Financial Complaints Authority (AFCA). AFCA is an approved Australian external dispute resolution scheme that fairly and independently resolves disputes between consumers and member financial services providers.",
  "regulation_39": "Anti-Money Laundering",
  "regulation_40": "’In accordance with the Anti-Money Laundering and Counter-Terrorism Financing Act 2006, IC Markets has its AML/CTF program in place to ensure we comply with AML/CTF legislation. AML/CTF programs are vital in identifying, disrupting and preventing money laundering and terrorism financing. Our <a href='https://www.icmarkets.com/au/en/company/aml-policy' target='_blank'>Anti-Money Laundering policy</a> outlines the documents that you must provide us before opening an account.",
  "regulation_421": "and is authorised to carry on a financial services business in Australia, limited to the financial services covered by our AFSL.",
  "regulation_43": "Trade with",
  "regulation_44": "an ASIC regulated broker you can rely on",
  "regulation_45": "Open Trading Account",
  "regulation_46": "Try a free demo",
  "regulation_22200": "IC Markets is authorised and regulated by Cyprus Securities and Exchange Commission (CySEC). Trade with a peace of mind knowing IC Markets is monitored by one of the strictest financial regulatory bodies in the world.",
  "regulation_22202": "We are regulated by <span class=\"cysec-highlight-text\">the Cyprus Securities and Exchange Commision (CySEC)</span>",
  "regulation_22206": "CySEC is an established regulatory authority governing financial services firms in Cyprus. Being a part of the European Union, CySEC is also a member of the European Securities and Markets Authority (ESMA). As a CySEC licensed firm, IC Markets (EU) Ltd comlpies with all domestic and European laws and regulations applicable to investment firms.",
  "regulation_22207": "European Markets in Financial Instruments (MiFID - MiFIR)",
  "regulation_22208": "Effective from January 3, 2018 MiFID II, the updated version of the Markets in Financial Instruments Directive and MiFIR, will ensure fairer, safer and more transparent market trading conditions. Cyprus, as a member of the European Union, has transposed MiFID II into its domestic legislation, the Investment Services and Activities and Regulated Markets Law of 2017 (Law 87(I)/2017).",
  
  "regulation_redesign_block1": "<p class='page-first-text'><span>IC Markets</span> is authorised and regulated by multiple <span>Regulators</span> across the globe.</p><p>Trade with peace of mind knowing that IC Markets is supervised by some of the strictest regulatory bodies in the world.</p>",
  "regulation_redesign_block211": "ASIC",
  "regulation_redesign_block212": "Australian Securities and<br>Investments Commission",
  "regulation_redesign_block213": "ASIC is the financial services regulator in Australia responsible for ensuring that financial markets in Australia are fair and transparent, supported by confident and informed investors and consumers. ASIC is an independent Commonwealth Government body established under the Australian Securities and Investments Commission Act (ASIC Act), carrying out most of its work under the Corporations Act.",
  "regulation_redesign_block214": "IC Markets AU complies with ASIC regulatory requirements and has in place procedures to ensure that capital adequacy requirements are always maintained along with internal risk management and staff training requirements.<br><br>External audits supplement IC Markets AU operational and accounting processes and ensure regulatory compliance.<br><br><a href='https://www.icmarkets.com/au/en/company/regulation' target='_blank'>Go To ASIC</a>",
  "regulation_redesign_block221": "FSA",
  "regulation_redesign_block222": "Financial Services Authority",
  "regulation_redesign_block223": "FSA is the financial services regulator in Seychelles responsible for ensuring that financial markets in Seychelles are fair and transparent, supported by confident and informed investors and consumers. The Seychelles Financial Services Authority is the autonomous regulatory body responsible for the non-bank financial services in the Seychelles. Established under the Financial Services Authority Act, 2013.",
  "regulation_redesign_block224": "IC Market Global complies with the FSA regulatory requirements and has in place internal risk management controls to ensure that it is sufficiently capitalized to support its operations.<br><br>External audits supplement IC Markets Global operational and accounting process and ensure full regulatory compliance.",
  "regulation_redesign_block231": "CySEC",
  "regulation_redesign_block232": "Cyprus Securities and<br>Exchange Commission",
  "regulation_redesign_block233": "CySEC is an established regulatory authority governing financial services firms in Cyprus. Being a part of the European Union, CySEC is also a member of the European Securities and Markets Authority (ESMA). As a CySEC licensed firm, IC Markets EU complies with all domestic and European laws and regulations applicable to investment firms.",
  "regulation_redesign_block234": "IC Markets EU complies with CySEC regulatory requirements and is required to meet strict financial standards, including capital adequacy and audit requirements.<br><br>IC Markets EU is committed to having strict management discipline and first-class controls in our compliance environment.<br><br><br><a href='https://www.icmarkets.eu/en/company/regulation' target='_blank'>Go To CySEC</a>",
  "regulation_redesign_block241": "SCB",
  "regulation_redesign_block242": "Securities Commission Bahamas",
  "regulation_redesign_block243": "SCB is the Securities Commission of The Bahamas responsible for regulating and overseeing investment funds, securities and the capital markets. The Securities Commission of The Bahamas’s mission is to effectively oversee and regulate the activities of securities and the capital markets, to protect investors while strengthening public and institutional confidence in the integrity of those markets.",
  "regulation_redesign_block244": "IC Markets Ltd. trading as IC Markets International complies with SCB regulatory requirements and has in place internal risk management controls to ensure sufficient capital requirements are always maintained.<br><br>External audits supplement IC Markets International operational and accounting process and ensure full regulatory compliance.<br><br><a href='https://www.icmarkets.com/intl/en/company/regulation' target='_blank'>Go To SCB</a>",
  "regulation_redesign_block311": "IC Markets AU",
  "regulation_redesign_block312": "<div class='tab-pane-item'><div class='tab-pane-item-title'>Segregation of Client Funds</div><div class='tab-pane-item-desc'>When funding your trading account client funds are held in client segregated accounts at Australian Banks. IC Markets complies with the Australian Client Money Handling Rules and employs strict policies and procedures regarding the maintenance and operation of these accounts.</div></div><div class='tab-pane-item'><div class='tab-pane-item-title'>Anti-Money Laundering</div><div class='tab-pane-item-desc'>In accordance with the Australian Anti-Money Laundering and Counter Terrorism Financial Act 2006 IC Markets AU has in place policies and procedures to ensure compliance with the law. These policies and procedures are designed to prevent money laundering activities from occurring. IC Markets AU <a target='_blank' href='https://www.icmarkets.com/au/en/company/aml-policy?regulator=1'>Anti-Money Laundering policy</a> outlines the documents that you must provide us before opening an account.</div></div><div class='tab-pane-item'><div class='tab-pane-item-title'>Licence</div><div class='tab-pane-item-desc'>International Capital Markets hold an Australian financial services licence (AFSL) No. 335692 and is authorised to carry on a financial services business in Australia, limited to the financial services covered by our AFSL.</div></div>",
  "regulation_redesign_block321": "IC Markets Global",
  "regulation_redesign_block322": "<div class='tab-pane-item'><div class='tab-pane-item-title'>Segregation of Client Funds</div><div class='tab-pane-item-desc'>When funding your trading account your funds are held in client segregated accounts with top tier banking institutions. IC Markets Global complies with the Securities Act and the Securities (Conduct of Business) Regulations and employs strict policies and procedures regarding the maintenance and operation of these accounts.</div></div><div class='tab-pane-item'><div class='tab-pane-item-title'>Anti-Money Laundering</div><div class='tab-pane-item-desc'>In accordance with the FSA Anti-Money Laundering and Counter Terrorism Financial Act, IC Markets Global has in place policies and procedures to ensure compliance with the law. These policies and procedures are designed to prevent money laundering activities from occurring. IC Markets Global <a target='_blank' href='https://www.icmarkets.com/global/en/company/aml-policy?regulator=3'>Anti-Money Laundering policy</a> outlines the documents that you must provide us before opening an account.</div></div><div class='tab-pane-item'><div class='tab-pane-item-title'>Licence</div><div class='tab-pane-item-desc'>Raw Trading Ltd, IC Markets Global, is authorised by the Seychelles Financial Services Authority as a Security Dealer for the provision of financial services under License NO SD018.</div></div>",
  "regulation_redesign_block331": "IC Markets EU",
  "regulation_redesign_block332": "<div class='tab-pane-item'><div class='tab-pane-item-title'>Segregation of Client Funds</div><div class='tab-pane-item-desc'>IC Markets EU holds Clients Money in Segregated trust accounts with top tier European banks. All Client money is managed in accordance with the MiFID II and held separately to IC Markets EU company funds. IC Markets hold client money separately to company funds and does not use these funds for any operational expenses or purpose.</div></div><div class='tab-pane-item'><div class='tab-pane-item-title'>Anti-Money Laundering</div><div class='tab-pane-item-desc'>In accordance with the CySEC AML Law “The Prevention and Suppression of Money Anti-Money Laundering and Terrorist Financing Law of 2019”, IC Markets EU has in place policies and procedures to ensure compliance with the law. These policies and procedures are designed to detect and prevent money laundering activities for occurring.</div></div><div class='tab-pane-item'><div class='tab-pane-item-title'>Licence</div><div class='tab-pane-item-desc'>IC Markets (EU) Ltd is registered in Cyprus with the Registration Number 356877, authorized and regulated by the Cyprus Securities and Exchange Commission (<a tagret='_blank' href='https://www.cysec.gov.cy/'>www.cysec.gov.cy</a>) with Licence No <a tagret='_blank' href='https://www.cysec.gov.cy/en-GB/entities/investment-firms/cypriot/80418/'>362/18</a></div></div>",
  "regulation_redesign_block341": "IC Markets SCB",
  "regulation_redesign_block342": "<div class='tab-pane-item'><div class='tab-pane-item-title'>Segregation of Client Funds</div><div class='tab-pane-item-desc'>When funding your trading account your funds are held in client segregated accounts with top tier banking institutions. IC Markets International complies with the Securities Industry Regulations and employs strict policies and procedures regarding the maintenance and operation of these accounts.</div></div><div class='tab-pane-item'><div class='tab-pane-item-title'>Anti-Money Laundering</div><div class='tab-pane-item-desc'>In accordance with the SCB AML regulations, IC Markets International has in place policies and procedures to ensure compliance with the law. These policies and procedures are designed to prevent money laundering activities from occurring. IC Markets International <a target='_blank' href='https://www.icmarkets.com/intl/en/company/aml-policy?regulator=4'>Anti-Money Laundering policy</a> outlines the documents that you must provide us before opening an account.</div></div><div class='tab-pane-item'><div class='tab-pane-item-title'>Licence</div><div class='tab-pane-item-desc'>IC Markets Ltd registered in The Bahamas with Company number 76823 C, trading as IC Markets International, regulated by the Securities Commission of The Bahamas with license number: SIA-F214.</div></div>",
  
  "regulation_redesign_block_1": "Regulation",
  "regulation_redesign_block_1_asic": "IC Markets is authorised and regulated by the Australian Securities and Investments Commission (ASIC).<br/>IC Markets is monitored by one of the strictest financial regulatory bodies in the world.",
  "regulation_redesign_block_1_cysec": "IC Markets is authorised and regulated by Cyprus Securities and Exchange Commission (CySEC). Trade with a peace of mind knowing IC Markets is monitored by one of the strictest financial European regulatory bodies.",
  "regulation_redesign_block_1_fsa": "IC Markets is authorised and regulated by multiple Regulators across the globe. Trade with peace of mind knowing that IC Markets is monitored by some of the strictest financial regulators’ bodies in the world.",
  "regulation_redesign_block_1_scb": "IC Markets is authorised and regulated by the Securities Commision of The Bahamas (SCB). Trade with a peace of mind knowing IC Markets is monitored by one of the strictest financial regulatory body in the world.",
  "regulation_redesign_block_12": "Start Trading",
  "regulation_redesign_block_2": "Regulation",
  "regulation_redesign_block_2_asic": "ASIC has in place capital adequacy requirements and requires licence holders have in place internal risk management and staff training procedures.<br/><br/>External audits supplement IC Markets’ operational and accounting processes and ensure regulatory compliance.",
  "regulation_redesign_block_2_cysec": "CySEC is an established regulatory authority governing financial services firms in Cyprus. Being a part of the European Union, CySEC is also a member of the European Securities and Markets Authority (ESMA).<br/><br/> As a CySEC licensed firm, IC Markets (EU) Ltd complies with all domestic and European laws and regulations applicable to investment firms.",
  "regulation_redesign_block_2_scb": "IC Markets Ltd. trading as IC Markets International complies with SCB regulatory requirements and has in place internal risk management controls to ensure sufficient capital requirements are always maintained.<br/><br/>External audits supplement IC Markets International operational and accounting process and ensure full regulatory compliance.",
  "regulation_redesign_block31_asic": "Professional Memberships",
  "regulation_redesign_block32_asic": "IC Markets is a member of the Australian Financial Complaints Authority (AFCA). AFCA is an approved Australian external dispute resolution scheme that fairly and independently resolves disputes between consumers and financial service providers that are members of AFCA.",
  "regulation_redesign_block33_asic": "Banking Relationships",
  "regulation_redesign_block34_asic": "IC Markets banks with the National Australia Bank (NAB) and Commonwealth Bank of Australia (CBA), both top-tier Australian Banks.",
  "regulation_redesign_block35_asic": "Insurance",
  "regulation_redesign_block36_asic": "Professional Indemnity Insurance is maintained.",
  "regulation_redesign_block4": "Segregation of Client Funds",
  "regulation_redesign_block41_asic": "When funding your trading account client funds are held in client segregated trust accounts at Australian Banks, National Australia Bank (NAB) and Commonwealth Bank of Australia (CBA). IC Markets complies with the Australian Client Money Handling Rules and employs strict policies and procedures regarding the maintenance and operation of these accounts.<br/><br/>IC Markets holds client money separately to company funds and does not use these funds for any operational expenses or purposes. Our <a target='_blank' href='https://cdn.icmarkets.com/uploads/IC-Markets-CFD-PDS.pdf'>Product Disclosure Statement</a> outlines our client money handling policies.",
  "regulation_redesign_block41_scb": "When funding your trading account client funds are held in client segregated trust accounts at Australian Banks, National Australia Bank (NAB) and Commonwealth Bank of Australia (CBA). IC Markets complies with the Australian Client Money Handling Rules and employs strict policies and procedures regarding the maintenance and operation of these accounts.",
  "regulation_redesign_block5": "Anti-Money Laundering",
  "regulation_redesign_block51_asic": "’In accordance with the Anti-Money Laundering and Counter-Terrorism Financing Act 2006, IC Markets has its AML/CTF program in place to ensure we comply with AML/CTF legislation. AML/CTF programs are vital in identifying, disrupting and preventing money laundering and terrorism financing. Our <a href='https://www.icmarkets.com/au/en/company/aml-policy' target='_blank'>Anti-Money Laundering policy</a> outlines the documents that you must provide us before opening an account.",
  "regulation_redesign_block51_scb": "In accordance with the SCB AML regulations, IC Markets International has in place policies and procedures to ensure compliance with the law. These policies and procedures are designed to prevent money laundering activities from occurring.<a href='https://www.icmarkets.com/intl/en/company/aml-policy' target='_blank'>IC Markets International Anti-Money Laundering policy</a> outlines the documents that you must provide us before opening an account.",
  "regulation_redesign_block6_cysec": "European Markets in Financial Instruments (MiFID - MiFIR)",
  "regulation_redesign_block61_cysec": "Effective from January 3, 2018 MiFID II, the updated version of the Markets in Financial Instruments Directive and MiFIR, will ensure fairer, safer and more transparent market trading conditions. Cyprus, as a member of the European Union, has transposed MiFID II into its domestic legislation, the Investment Services and Activities and Regulated Markets Law of 2017 (Law 87(I)/2017).",
  "regulation_redesign_block_licence": "Licence",
  "regulation_redesign_block_licence_asic": "International Capital Markets hold an Australian financial services licence (AFSL) No. <a>335692</a> and is authorised to carry on a financial services business in Australia, limited to the financial services covered by our AFSL.",
  "regulation_redesign_block_licence_cysec": "CySEC Registration no: <a>362/18</a>",
  "regulation_redesign_block_licence_scb": "IC Markets Ltd registered in The Bahamas with Company number 76823 C, trading as IC Markets International, regulated by the Securities Commission of The Bahamas with license number: <a>SIA-F214</a>."
}