{
  "title": "Why Use IC Markets? | IC Markets",
  "why_icmarkets_01": "Why IC Markets",
  "why_icmarkets_02": "What is True ECN",
  "why_icmarkets_03": "Simple Pricing",
  "why_icmarkets_04": "Forex Trading",

  "why_icmarkets_1": "Why Choose IC Markets",
  "why_icmarkets_2": "IC Markets has grown to become the largest MT4 and True ECN broker in the world by giving traders what they really want.",
  "why_icmarkets_3": "Start Trading",
  "why_icmarkets_4": "Start trading with",
  "why_icmarkets_5": "an ASIC regulated broker you can rely on",
  "why_icmarkets_6": "Open Trading Account",
  "why_icmarkets_7": "Try  a free demo",
  "why_icmarkets_8": "Be an opportunity maker.",
  "why_icmarkets_9": "Trade Markets Today",
  "why_icmarkets_12": "Start Trading",
  "why_icmarkets_13": "Contact Us",
  "why_icmarkets_14": "We're here 24hrs a day Monday to Sunday.",

  "why_icmarkets_20": "Join IC Markets to experience the best spreads and trading conditions plus a live support team committed to helping you.",
  "why_icmarkets_21": "Lower Spreads",
  "why_icmarkets_22": "Our mission is to provide traders with the lowest spreads possible during all market conditions. We have invested heavily in technology and establishing strong relationships with the largest and most reliable liquidity providers. We are constantly adding additional liquidity to our",
  "why_icmarkets_23": "True ECN",
  "why_icmarkets_24": "trading environment in order bring traders the best possible forex trading conditions.",
  "why_icmarkets_25": "Faster Execution",
  "why_icmarkets_26": "IC Markets utilises enterprise grade hardware on our trade servers in the NY4 & LD5 data centre in New York & London respectively. Our trader servers are collocated with our ECN engine and liquidity providers in these data centres. Dedicated fibre optic cross connects to our ECN and liquidity providers ensures the lowest latency and fastest possible trade execution for our clients.",
  "why_icmarkets_27": "Superior Technology",
  "why_icmarkets_28": "IC Markets has partnered with the world’s best trading technology companies to bring you the ultimate trading environment and cutting edge trading tools. These tools include: Depth of Market (DoM), inbuilt spread monitoring, ladder trading, automated close of trades with custom order templates, and more. Our iPhone and Android trading applications have been optimised to provide you the best possible mobile trading experience.",
  "why_icmarkets_29": "The Ultimate in Trading Conditions",
  "why_icmarkets_30": "Our True ECN trading environment has been created with traders in mind. Scalping, hedging, and automated trading are all allowed. Our True ECN account spreads start at 0.0 pips. We have flexible leverage options offering up to 1:500, and accept deposits in 10 major currencies.",
  "why_icmarkets_30_apac": "IC Markets has been created with traders in mind. Scalping, hedging, and automated trading are all allowed. Our Raw Spread account spreads start from 0.0 pips. We have flexible leverage options offering up to 1:1000, and accept deposits in 10 major currencies.",
  "why_icmarkets_31": "Better Fills",
  "why_icmarkets_32": "Clients can be filled on trade sizes from 1 micro lot (1,000 base currency) to 250 lots (25 million base currency) through our ECN. Our ECN sorts and ranks prices to allow real-time execution of large trades over multiple liquidity providers and their pricing tiers, and this ensures the best price for any trade size.",
  "why_icmarkets_33": "Unrivalled Customer Service",
  "why_icmarkets_34": "IC Markets strives to offer you the best possible customer service and support. Our team has a significant amount of experience within the forex industry so they understand what traders want and need. You can trade with confidence knowing that the IC Markets team will always be there to help 24 hours a day, 5 days a week.",
  "why_icmarkets_35": "Advanced Trading Tools",
  "why_icmarkets_36": "Our additions to MetaTrader 4 such as a one click trade module, market depth, spread monitor, trade risk calculator, and advanced order types previously not available on MetaTrader 4 make for a better trading experience.",
  "why_icmarkets_37": "Superior Trading Platforms",
  "why_icmarkets_38": "MetaTrader 4, MetaTrader 5, and cTrader are 3 of the best trading platforms available today. IC Markets has revolutionised forex trading by giving traders direct access to our True ECN trading environment using any of these 3 popular trading platforms.",
  "why_icmarkets_39": "Trust and Transparency",
  "why_icmarkets_40": "Trust and Transparency form the basis of IC Markets’ core values. IC Markets is a True ECN broker so there is no requotes, no price manipulation and no restrictions.",
  "why_icmarkets_41": "Regulation",
  "why_icmarkets_42": "IC Markets is regulated by the Australian Securities and Investment Commission (ASIC) and meets strict capital requirements. All client funds are held in segregated client trust accounts with top Australian banks. IC Markets does not use these funds for any operational expenses or purposes."
}
