[
    {
        "ar": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd هي شركة ذات مسئولية محدودة مسجلة في قبرص تحت رقم الشركة HE 356877، وهي مرخصة وخاضعة لرقابة هيئة الأوراق المالية والبورصات القبرصية بموجب رقم الترخيص 362/18. يتواجد العنوان المسجل للشركة في 141 شارع أومونوياس، المركز البحري، بلوك B، الطابق الأول، 3045 ليماسول، قبرص</p><br><p>IC Markets هو الاسم التجاري لشركة IC MARKETS (EU) LTD.</p><br><p><b>تحذير المخاطر:</b> عقود الفروقات هي أدوات مالية مركبة تنطوي على مخاطر مرتفعة لخسارة الأموال بسرعة بسبب الرافعة المالية. <b>تتكبد 75% من حسابات المستثمرين الأفراد خسائر مالية عند تداول عقود الفروقات مع IC Markets (EU) Ltd</b>. ينبغي عليك مراعاة مدى فهمك لآلية عمل عقود الفروقات وما إذا كنت قادرًا على تحمل المخاطر المرتفعة لخسارة أموالك. من الوارد أن تخسر رأسمالك الأولي بأكمله. للمزيد من المعلومات، يرجى الاطلاع على وثيقة <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>إشعار الإفصاح عن المخاطر</a>.</p><br><p>عقود الفروقات على العملات المشفرة غير متوفرة للعملاء الأفراد في المملكة المتحدة. لمزيد من المعلومات يرجى الضغط <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>هنا</a>.</p><br><p>IC Markets (EU) Ltd هي شركة مرخصة وخاضعة لإشراف هيئة مراقبة السلوك المالي (FCA). قد تختلف طبيعة ومدى إجراءات الحماية المتاحة للعملاء عن تلك التي توفرها الشركات المتواجدة في المملكة المتحدة. يمكنك الاطلاع على تفاصيل نظام التصاريح المؤقتة، والذي يسمح للشركات المتواجدة في المنطقة الاقتصادية الأوروبية بالعمل في المملكة المتحدة لفترة محدودة أثناء السعي للحصول على التصاريح الدائمة، على الموقع الإلكتروني لهيئة مراقبة السلوك المالي.</p><br><p>لا تستهدف المعلومات الواردة على هذا الموقع المقيمين في بلجيكا أو الولايات المتحدة، كما أنها ليست موجهة لأي شخص في أي بلد أو ولاية اختصاص يكون فيها توزيع أو استخدام مثل هذه المعلومات مخالفًا للقوانين واللوائح المحلية ذات الصلة.</p><br><br>"
                }
            }
        },
        "bg": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd е дружество с ограничена отговорност, регистрирано в Кипър, с с фирмен номер HE 356877, лицензирано и регулирано от Кипърската комисия по ценни книжа и борси с лиценз № 362/18. Седалището на компанията се намира на бул. Омониас 141, Maritime Centre, Блок В, ет. 1, 3045 Лимасол, Кипър.</p><br><p>IC Markets е търговско наименование на IC MARKETS (EU) LTD.</p><br><p><b>Предупреждение за риск:</b> Договорите за разлика (CFD) са сложни инструменти и носят висок риск от загуба на пари поради ливъридж. <b>75% от сметките на инвеститорите на дребно губят пари, когато търгуват CFD с IC Markets (EU) Ltd</b>. Обмислете добре дали разбирате как работят CFD и дали можете да си позволите да поемете високия риск да загубите парите си. Има възможност да загубите целия си първоначален капитал. За допълнителна информация разгледайте нашето <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Известие за разкриване на риск.</a>.</p><br><p>CFD върху криптовалута не са достъпни за клиенти на дребно във Великобритания. За повече информация щракнете <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>тук</a>.</p><br><p>IC Markets (EU) Ltd се счита за лицензиран и регулиран от Органа за финансово поведение на Великобритания. Естеството и степента на защита на потребителите могат да се различават от тези за фирмите, базирани в Обединеното кралство. Подробности за временния режим на разрешения, който позволява на базираните в ЕИП фирми да работят в Обединеното кралство за ограничен период от време, като се иска пълно разрешение, са достъпни на уебсайта на Органа за финансово поведение.</p><br><p>Информацията на този сайт не е предназначена за жители на Белгия или САЩ, или за използване от което и да е лице в която и да е държава или юрисдикция, когато такова разпространение или използване би било в противоречие с местните закони или разпоредби.</p><br><br>"
                }
            }
        },
        "cn": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets （欧盟） Ltd 是一家商业注册号为 HE 356877 的塞浦路斯有限公司，该公司由塞浦路斯证券交易委员会监管，牌照号为 362/18。注册办事处地址：141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus.</p><br/><p>IC Markets 系 IC MARKETS （欧盟） LTD 的交易名。</p><br/><p><b>风险警告：</b>差价合约是较为复杂的金融工具，因杠杆效应，存在短期之内迅速亏损的高风险。<b>75% 的散户在与 IC Markets （欧盟） Ltd 交易差价合约时出现亏损</b>。客户应考虑是否对差价合约足够了解，并是否有能力承受较高的亏损风险。您的初始资金存在亏损殆尽的可能性。如需进一步获取详情，请阅读我们的<a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>《风险披露通知》</a>。</p><br/><p>英国散户无交易加密货币之权限。如需进一步获取详情，请点击<a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>此处</a> 。</p><br/><p>IC Markets （欧盟） Ltd 被视为受金融行为管理局授权并监管。因此，该公司的消费者保障计划相关性质与覆盖范围可能较之英国公司有所不同。临时许可制度允许欧洲经济区公司在申请完全授权的同时，在限定期间内继续在英国运营，您可通过金融行为管理局的网站以了解制度相关详情。</p><br/><p>本网站信息将不面向比利时或美国居民，在任何国家，如果本信息的分发或使用将违反当地法律或法规，则本信息无意向所涉国家内的任何人分发或使用。</p><br/><br/>"
                }
            }
        },
        "cz": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd je akciov&aacute; společnost zapsan&aacute; v kypersk&eacute;m obchodn&iacute;m rejstř&iacute;ku pod č&iacute;slem HE 356877 a podl&eacute;h&aacute; regulaci Kypersk&eacute; komise pro cenn&eacute; pap&iacute;ry a burzu s licenčn&iacute;m č&iacute;slem 362/18. Společnost s&iacute;dl&iacute; na adrese 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus.</p><br><p>IC Markets je obchodn&iacute; n&aacute;zev IC MARKETS (EU) LTD.</p><br><p><b>Varov&aacute;n&iacute; před riziky:</b> CFD jsou komplexn&iacute; instrumenty, a&nbsp;pokud s nimi obchodujete, můžete kvůli finančn&iacute; p&aacute;ce přij&iacute;t rychle o pen&iacute;ze. <b>75&nbsp;% &uacute;čtů retailov&yacute;ch investorů je při obchodov&aacute;n&iacute; s CFD u IC Markets (EU) Ltd ztr&aacute;tov&yacute;ch</b>. Zamyslete se nad t&iacute;m, zda ch&aacute;pete, jak CFD funguj&iacute;, a jestli si můžete dovolit takto riskovat se sv&yacute;mi penězi. Riskujete ztr&aacute;tu cel&eacute;ho vložen&eacute;ho kapit&aacute;lu. Bliž&scaron;&iacute; informace najdete v na&scaron;em <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>prohl&aacute;&scaron;en&iacute; o rizic&iacute;ch</a>.</p><br><p>CFD na kryptoměny nejsou k dispozici pro retailov&eacute; klienty z VB. Pro z&iacute;sk&aacute;n&iacute; dal&scaron;&iacute;ch informac&iacute; klikněte <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>zde</a>.</p><br><p>IC Markets (EU) Ltd vlastn&iacute; povolen&iacute; a podl&eacute;h&aacute; regulaci &Uacute;řadu pro kontrolu finančn&iacute;ch trhů (FCA). Povaha a rozsah ochrany spotřebitele se mohou li&scaron;it od těchto opatřen&iacute; firem s&iacute;dl&iacute;c&iacute;ch ve VB. Podrobn&eacute; informace o Temporary Permissions Regime, kter&yacute; umožňuje evropsk&yacute;m společnostem operovat na britsk&eacute;m trhu po omezenou dobu před obdržen&iacute;m pln&eacute; licence, najdete na webov&yacute;ch str&aacute;nk&aacute;ch &Uacute;řadu pro kontrolu finančn&iacute;ch trhů (FCA).</p><br><p>Informace na těchto str&aacute;nk&aacute;ch nejsou určen&eacute; pro obyvatele Belgie nebo USA nebo jak&eacute;koliv osoby ze zem&iacute; a jurisdikc&iacute;, kde jejich použ&iacute;v&aacute;n&iacute; odporuje m&iacute;stn&iacute;m pr&aacute;vn&iacute;m předpisům a regulac&iacute;m.</p><br><br>"
                }
            }
        },
        "de": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd. ist eine in Zypern unter der Firmennummer HE 356877 eingetragene Gesellschaft mit beschränkter Haftung, die von der zypriotischen Wertpapier- und Börsenaufsichtsbehörde mit der Lizenz 362/18 zugelassen ist und durch diese reguliert wird. Ihr eingetragener Sitz befindet sich unter der Adresse 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Zypern.</p><br><p>IC Markets ist ein eingetragener Markenname von IC MARKETS (EU) LTD.</p><br><p><b>Risikowarnung:</b> CFDs sind komplexe Instrumente und bergen ein hohes Risiko, aufgrund des Hebels schnell Geld zu verlieren. <b>75% der Konten von Kleinanlegern verlieren Geld beim Handel mit CFDs bei IC Markets (EU) Ltd</b>. Sie sollten abwägen, ob Sie verstehen, wie CFDs funktionieren und ob Sie es sich leisten können, das hohe Risiko einzugehen, Ihr Geld zu verlieren. Es besteht die Möglichkeit, Ihr gesamtes Anfangskapital zu verlieren. Für weitere Informationen beachten Sie bitte unseren <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Hinweis zur Risikoaufklärung</a>.</p><br><p>CFDs auf Kryptowährungen sind für Privatkunden aus Großbritannien nicht verfügbar. Für weitere Informationen klicken Sie bitte <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>hier</a>.</p><br><p>IC Markets (EU) Ltd. wird als von der Financial Conduct Authority autorisiert und reguliert angesehen. Die Art und das Ausmaß des Verbraucherschutzes können sich von denen für Firmen mit Sitz in Großbritannien unterscheiden. Einzelheiten zur Regelung für befristete Genehmigungen, die es Firmen mit Sitz im EWR erlaubt, für einen bestimmten Zeitraum im Vereinigten Königreich tätig zu sein, während sie eine vollständige Genehmigung beantragen, finden Sie auf der Webseite der Financial Conduct Authority.</p><br><p>Die Informationen auf dieser Webseite sind nicht für Personen mit Wohnsitz in Belgien oder den Vereinigten Staaten von Amerika bestimmt und dürfen nicht in Ländern oder Gerichtsbarkeiten verwendet werden, in denen eine solche Verbreitung oder Verwendung gegen lokale Gesetze oder Vorschriften verstoßen würde.</p><br><br>"
                }
            }
        },
        "es": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd es una compañía limitada registrada en Chipre con el número de compañía HE 356877 y está autorizada y regulada por la Comisión de Bolsa y Valores de Chipre con n.º de licencia 362/18. Su domicilio social se encuentra en 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Chipre.</p><br><p>IC Markets es un nombre comercial de IC MARKETS (EU) LTD.</p><br><p><b>Advertencia de riesgos:</b> Los CFD son instrumentos complejos y conllevan un elevado riesgo de perder dinero rápidamente debido al apalancamiento. <b>El 75% de las cuentas de inversores minoristas pierden dinero al operar CFD con IC Markets (EU) Ltd</b>. Debería considerar si entiende el funcionamiento de los CFD y si puede permitirse asumir el elevado riesgo de perder su dinero. Existe la posibilidad de que pierda todo su capital inicial. Para más información, consulte nuestro <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Aviso de divulgación de riesgos</a>.</p><br><p>Los CFD sobre criptodivisas no están disponibles para los clientes minoristas del Reino Unido. Para más información, haga clic <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>aquí</a>, por favor.</p><br><p>IC Markets (EU) Ltd se considera autorizado y regulado por la Autoridad de Conducta Financiera. La naturaleza y el alcance de las protecciones al consumidor pueden diferir de las que tienen las empresas con sede en el Reino Unido. Los detalles del Régimen de permisos temporales (TPR), que permite a las empresas con sede en el EEE operar en el Reino Unido durante un período limitado mientras buscan la autorización completa, están disponibles en la página web de la Autoridad de Conducta Financiera.</p><br><p>La información en esta página web no va dirigida a residentes en Bélgica o Estados Unidos ni a que sea usada por cualquier persona en cualquier país o jurisdicción donde esa distribución o uso sería contrario a las leyes o regulaciones locales.</p><br><br>"
                }
            }
        },
        "fr": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd est une société à responsabilité limitée enregistrée à Chypre sous le numéro HE 356877, et est autorisée et réglementée par la Commission des valeurs mobilières de Chypre avec la licence n° 362/18. Son siège social est situé au 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Chypre.</p><br><p>IC Markets est un nom commercial d'IC MARKETS (EU) LTD.</p><br><p><b>Avertissement sur les risques :</b> Les CFD sont des instruments complexes et s'accompagnent d'un risque élevé de perdre de l'argent rapidement en raison de l'effet de levier.  <b>75 % des comptes des investisseurs particuliers perdent de l'argent lorsqu'ils négocient des CFD avec IC Markets (EU) Ltd</b>. Vous devez vous demander si vous comprenez le fonctionnement des CFD et si vous pouvez vous permettre de prendre le risque élevé de perdre votre argent. Il existe une possibilité de perdre la totalité de votre capital initial. Pour plus d'informations, veuillez consulter notre <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Avis de divulgation des risques</a>.</p><br><p>Les CFD sur les cryptomonnaies ne sont pas disponibles pour les clients de détail britanniques.  Pour plus d'informations, veuillez cliquer sur <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>ici</a>.</p><br><p>La nature et l'étendue des protections des consommateurs peuvent différer de celles des entreprises basées au Royaume-Uni. Les détails du régime d'autorisations temporaires, qui permet aux entreprises basées dans l'EEE d'opérer au Royaume-Uni pendant une période limitée tout en cherchant à obtenir un agrément complet, sont disponibles sur le site Web de la Financial Conduct Authority..</p><br><p>Les informations contenues sur ce site ne sont pas destinées aux résidents de la Belgique ou des États-Unis, ni à l'utilisation par toute personne dans un pays ou une juridiction où une telle distribution ou utilisation serait contraire à la législation ou à la réglementation locale.</p><br><br>"
                }
            }
        },
        "hr": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd je društvo s ograničenom odgovornošću i registrirano je na Cipru pod matičnim brojem HE 356877, ovlaštenje izdalo i nadležno regulatorno tijelo: Komisija za vrijednosne papire u burze Cipar broj dozvole: 362/18. Sjedište društva je na adresi 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Republika Cipar.</p><br><p>IC Markets je tvrtka pod kojom IC MARKETS (EU) LTD. posluje i nastupa na tržištu.</p><br><p><b>Upozorenje o rizicima:</b> CFD-ovi su složeni instrumenti i s njima je usko povezana visoka razina opasnosti od gubitaka prouzročenih financijskom polugom. <b>75% računa malih ulagatelja gube novac kada trguju CFD-ovima kod IC Markets (EU) Ltd</b>. Trebate razmisliti jeste li razumjeli kako CFD djeluju i možete li si priuštiti visoki rizik gubitka novca. Postoji mogućenost da izgubite svoj ulagački kapital. Molimo da se podrobnije informirate u našoj <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Obavijesti o rizicima</a>.</p><br><p>Za male investitore iz UK, CFD-ovi na kriptovalute nisu dostupni. Više pojedinosti možete dobiti ako kliknete <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>ovdje</a>.</p><br><p>IC Markets (EU) Ltd smatra se društvom koje je ovlastila Uprava za nadzor financijskih usluga UK (FCA – Financial Conduct Authority), koja ga ujedno i regulira. Narav i opseg pokrića zaštite potrošača može se razlikovati od onoga koji je predviđen za male ulagatelje iz UK. Detaljnije informacije o Režimu privremenih dozvola, sustavu koji tvrtkama iz Europskog gospodarskog prostora omogućuje poslovanje u UK u razdoblju u kojem traže puno ovlaštenje, možete pronaći na web stranicama FCA.</p><br><p>Informacije na ovim internetskim stranicama nisu namijenjene stanovnicima Belgije ili SAD-a, kao ni osobama i stanovnicima bilo koje zemlje ili jurisdikcije u kojima bi ta distribucija ili uporaba bila u suprotnosti s lokalnim zakonom ili propisom.</p><br><br>"
                }
            }
        },
        "id": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd adalah perseroan terbatas yang terdaftar di Siprus dengan nomor perusahaan HE 356877 dan memegang izin dan diawasi oleh Komisi Sekuritas dan Bursa Siprus (Cyprus Securities and Exchange Commission) dengan No. Lisensi 362/18. Alamat terdaftar perusahaan ini adalah 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus.</p><br><p>IC Markets adalah nama dagang milik IC MARKETS (EU) LTD.</p><br><p><b>Peringatan Risiko:</b> CFD adalah instrumen kompleks yang membawa risiko tinggi terjadinya kerugian dengan cepat karena penggunaan leverage. <b>75% akun investor ritel mengalami kerugian saat trading CFD bersama IC Markets (EU) Ltd</b>. Anda harus memastikan bahwa Anda memahami cara kerja CFD dan dapat menanggung risiko besar kehilangan uang. Anda mungkin saja kehilangan seluruh modal yang Anda investasikan. Untuk informasi lebih lanjut, silakan pelajari <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Pemberitahuan Pengungkapan Risiko</a>.</p><br><p>CFD mata uang kripto tidak tersedia bagi Klien Ritel Inggris. Untuk informasi lebih lanjut, silakan klik <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>di sini</a>.</p><br><p>IC Markets (EU) Ltd memegang izin dan diawasi oleh Financial Conduct Authority. Sifat dan derajat perlindungan konsumen dapat berbeda dengan yang diberikan oleh perusahaan yang berlokasi di Inggris. Detail mengenai Rezim Izin Sementara (Temporary Permissions Regime) yang mengizinkan perusahaan yang berlokasi di Wilayah Ekonomi Eropa beroperasi di Inggris untuk periode waktu terbatas sembari meminta otorisasi penuh tersedia di situs web Financial Conduct Authority.</p><br><p>Informasi di dalam situs ini tidak ditujukan untuk penduduk Belgia atau Amerika Serikat dan tidak untuk penyebaran atau pemanfaatan oleh siapa pun di negara atau yurisdiksi mana pun yang undang-undang atau peraturan setempatnya tidak memperkenankan penyebarluasan dan pemanfaatan informasi ini.</p><br><br>"
                }
            }
        },
        "it": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd и una societа a responsabilitа limitata registrata a Cipro con il numero di societа HE 356877 ed и autorizzata e regolamentata dalla Cyprus Securities and Exchange Commission con licenza n. 362/18. La sua sede legale si trova al 141 Omonoias Avenue, The Maritime Centre, Block B, 1° piano, 3045 Limassol, Cipro.</p><br><p>IC Markets и il nome commerciale di IC MARKETS (EU) LTD.</p><br><p><b>Avviso di rischio:</b> I CFD sono strumenti complessi e presentano l'elevato rischio di perdere denaro rapidamente a causa della leva. <b>Il 75% dei conti degli investitori retail perde denaro quando scambia CFD su IC Markets (EU) Ltd </b>. Dovresti considerare se comprendi come funzionano i CFD e se puoi permetterti di correre il rischio elevato di perdere il tuo denaro. C'и la possibilitа di perdere tutto il tuo capitale investito. Per ulteriori informazioni si prega di leggere la nostra<a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'> Informativa sui Rischi</a>.</p><br><p>I CFD su Criptovalute non sono disponibili per i clienti retail del Regno Unito. Per ulteriori informazioni, clicca <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>qui</a>.</p><br><p>IC Markets (EU) Ltd и autorizzata e regolamentata dalla Financial Conduct Authority. La natura e la portata della tutela dei consumatori possono differire da quelle per le societа con sede nel Regno Unito. I dati relativi al regime delle autorizzazioni temporanee, che consente alle societа con sede nello SEE di operare nel Regno Unito per un periodo limitato mentre richiedono l'autorizzazione definitiva, sono disponibili sul sito web della Financial Conduct Authority.</p><br><p>Le informazioni su questo sito non sono destinate ai residenti di Belgio o Stati Uniti o all'uso da parte di persone in qualsiasi paese o giurisdizione in cui la distribuzione o l'utilizzo di tali informazioni sarebbe contrario alle leggi o alle normative locali. </p><br><br>"
                }
            }
        },
        "ko": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd는 키프로스에 등록된 회사 번호 HE 356877의 유한 회사로써, 키프로스 증권 거래 위원회의 승인을 받고 규제를 준수하며 라이선스 등록 번호는 362/18입니다. 사무소 주소: 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus.</p><br><p>IC Markets의 상표 명은 IC MARKETS (EU) LTD입니다.</p><br><p><b>위험 고지:</b> CFD는 레버리지로 인해 빠른 손실의 위험이 있는 복합적인 상품입니다. <b>소매 투자 계좌의 75%는 IC Markets (EU) Ltd에서 CFD 거래로 손실을 입습니다</b>. 거래 시에는 CFD의 작동 원리를 이해하고 있는지 여부와 손실 위험 감수 가능 여부를 고려해야 합니다. 초기 투자 자본을 모두 잃을 가능성이 수반됩니다. 자세한 정보는 <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>위험 고지 안내</a>를 참고하십시오.</p><br><p>영국 소매 고객은 암호화폐 CFD 상품을 거래할 수 없습니다. 보다 자세한 정보는 <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>여기</a>를 클릭하세요.</p><br><p>IC Markets (EU) Ltd는 금융행위감독청(FCA)의 승인을 받고 규제를 준수합니다. 소비자 보호의 성격과 범위는 영국에 본사가 있는 기업의 경우와 다를 수 있습니다. EEA 기반 기업으로 하여금 제한된 기간 동안 영국에서 운영하며 완전한 승인을 제공하는 임시 허가 제도와 관련한 자세한 정보는 금융행위감독청 웹 사이트에서 확인할 수 있습니다.</p><br><p>본 사이트의 정보는 벨기에 또는 미국 거주자 및 해당 정보의 배포 또는 사용이 현지 법률 또는 규정에 위배되는 모든 국가 또는 관할권의 사람이 사용할 수 없습니다.</p><br><br>"
                }
            }
        },
        "my": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd adalah syarikat berhad yang didaftarkan di Cyprus dengan nombor syarikat HE 356877, dan diberi kuasa dan dikawal selia oleh Suruhanjaya Sekuriti dan Bursa Cyprus dengan No. 362/18. Pejabat berdaftarnya adalah di 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus.</p><br><p>IC Markets adalah nama dagang IC MARKETS (EU) LTD.</p><br><p><b>Amaran Risiko:</b> CFD adalah instrumen yang kompleks dan berisiko tinggi kehilangan wang dengan cepat kerana leverage. <b>75% akaun pelabur runcit kehilangan wang ketika berdagang CFD dengan IC Markets (EU) Ltd</b>. Anda harus mempertimbangkan sama ada anda memahami bagaimana CFD berfungsi dan adakah anda mampu mengambil risiko yang tinggi kehilangan wang anda. Adanya kemungkinan untuk kehilangan semua modal awal anda. Untuk maklumat lanjut, sila pertimbangkan <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Notis Pendedahan Risiko</a> kami.</p><br><p>CFD Cryptocurrency tidak tersedia untuk Pelanggan Runcit UK. Untuk maklumat lanjut sila klik <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>di sini</a>.</p><br><p>IC Markets (EU) Ltd dibenarkan dan dikawal selia oleh Financial Conduct Authority. Sifat dan tahap perlindungan pengguna mungkin berbeza dengan perlindungan syarikat yang berpusat di UK. Perincian Regim Kebenaran Sementara, yang membolehkan firma yang berpusat di EEA beroperasi di UK untuk tempoh yang terhad sambil mendapatkan kebenaran penuh, terdapat di laman web Financial Conduct Authority.</p><br><p>Maklumat di laman web ini tidak ditujukan untuk penduduk Belgium atau Amerika Syarikat atau digunakan oleh individu di mana-mana negara atau bidang kuasa di mana pengedaran atau penggunaan tersebut bertentangan dengan undang-undang atau peraturan tempatan.</p><br><br>"
                }
            }
        },
        "pt": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>A IC Markets (EU) Ltd &#233; uma sociedade por quotas registada no Chipre, com o n&#250;mero de matr&#237;cula HE 356877, est&#225; autorizada e &#233; regulada pela Comiss&#227;o de Valores Mobili&#225;rios do Chipre, com a Licen&#231;a N.&#186; 362/18. Est&#225; sediada em 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus.</p><br><p>IC Markets &#233; uma designa&#231;&#227;o comercial da IC MARKETS (EU) LTD.</p><br><p><b>Alerta de Risco:</b> Os CFDs s&#227;o instrumentos complexos e apresentam um elevado risco de perda r&#225;pida de dinheiro, devido &#224; alavancagem. <b>75% das contas dos investidores n&#227;o profissionais perdem dinheiro quando negociam CFDs com a IC Markets (EU) Ltd</b>. Dever&#225; considerar se entende como &#233; que os CFDs funcionam e se poder&#225; dar-se ao luxo de assumir o elevado risco de perder o seu dinheiro. Existe a possibilidade de perder todo o seu capital inicial. Para mais informa&#231;&#245;es, por favor, considere o nosso <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Aviso de Divulga&#231;&#227;o de Risco</a>.</p><br><p>Os CFDs de Criptomoeda n&#227;o est&#227;o dispon&#237;veis para clientes n&#227;o profissionais do Reino Unido. Para mais informa&#231;&#245;es, clique <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>aqui</a>.</p><br><p>A IC Markets (EU) Ltd est&#225; autorizada e &#233; regulada pela Autoridade de Conduta Financeira. A natureza e a extens&#227;o das prote&#231;&#245;es dos consumidores podem diferir daquelas que s&#227;o oferecidas pelas empresas sediadas no Reino Unido. Os pormenores do Regime Tempor&#225;rio de Autoriza&#231;&#245;es, que permite que as empresas sediadas no EEE operem no Reino Unido, durante um per&#237;odo limitado, ao mesmo tempo que procuram obter uma autoriza&#231;&#227;o plena, est&#227;o dispon&#237;veis no website da Autoridade de Conduta Financeira.</p><br><p>A informa&#231;&#227;o contida neste site n&#227;o se destina a residentes da B&#233;lgica ou dos Estados Unidos ou a ser usada por qualquer pessoa, em qualquer pa&#237;s ou jurisdi&#231;&#227;o, onde tal distribui&#231;&#227;o ou uso seja contr&#225;rio &#224; lei ou regulamenta&#231;&#227;o local.</p><br><br>"
                }
            }
        },
        "ru": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd – компания с ограниченной ответственностью, зарегистрированная на Кипре под номером компании HE 356877. Деятельность компании санкционирована и регулируется Комиссией по ценным бумагам и биржам Республики Кипр, номер лицензии 362/18. Юридический адрес компании: 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus.</p><br><p>IC Markets – торговое наименование компании IC MARKETS (EU) LTD.</p><br><p><b>Предупреждение о риске:</b> контракты CFD – сложные инструменты, торговля которыми сопряжена с высоким риском потери денег, особенно в случае использования кредитного плеча. <b>75% мелких инвесторов теряют деньги, когда торгуют контрактами CFD с IC Markets (EU) Ltd </b>. Вам следует учесть, знаете ли вы, как функционируют контракты CFD, и готовы ли пойти на высокий риск потери денег. Имеется вероятность потери всего первоначального капитала. Для получения дополнительной информации ознакомьтесь с нашим <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Заявлением о раскрытии рисков</a>.</p><br><p>Российские мелкие клиенты не могут торговать криптовалютными контрактами CFD. Для получения дополнительной информации нажмите <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>здесь</a>.</p><br><p>Считается, что деятельность компании IC Markets (EU) Ltd санкционирована и регулируется Управлением по контролю за соблюдением норм поведения на финансовых рынках. Характер и масштаб используемых мер защиты потребителей могут отличаться от используемых компаниями, базирующимися в Великобритании. С подробными сведениями о Временном режиме разрешений, который позволяет компаниям, базирующимся в ЕЭЗ, работать ограниченный период в Великобритании до получения полного разрешения, можно ознакомиться на сайте Управления по финансовому регулированию и надзору.</p><br><p>Публикуемая на этом сайте информация не предназначена для распространения среди лиц, постоянно проживающих в Бельгии или Соединенных Штатах, или для использования каким-либо лицом в любой стране или юрисдикции, где такое распространение или использование противоречит местному законодательству и нормативным актам.</p><br><br>"
                }
            }
        },
        "th": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd เป็นบริษัทจำกัดที่จดทะเบียนอยู่ในไซปรัส มีเลขทะเบียนบริษัทเลขที่ HE 356877 รวมถึงได้รับอนุญาตและมีการกำกับดูแลจาก Cyprus Securities and Exchange Commission ภายใต้ใบอนุญาตเลขที่ 362/18 สำนักงานที่ใช้ในการจดทะเบียนอยู่ที่ 141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus</p><br><p>IC Markets มีชื่อทางการค้าคือ IC MARKETS (EU) LTD</p><br><p><b>คำเตือนเกี่ยวกับความเสี่ยง:</b> CFDs เป็นตราสารที่มีความซับซ้อนและมาพร้อมกับความเสี่ยงในระดับสูงที่จะขาดทุนได้อย่างรวดเร็วเนื่องจากเลเวอเรจ <b>75% ของนักลงทุนรายบุคคลเกิดการขาดทุนเมื่อซื้อขาย CFDs กับ IC Markets (EU) Ltd</b> คุณควรพิจารณาว่าคุณเข้าใจถึงการทำงานของ CFDs และคุณสามารถรับความเสี่ยงในระดับสูงที่จะขาดทุนได้หรือไม่ อีกทั้งยังมีโอกาสที่คุณจะขาดทุนเงินทุนทั้งหมดได้เช่นกัน สำหรับข้อมูลเพิ่มเติม โปรดดูที่<a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>ข้อมูลความเสี่ยง</a>ของเรา</p><br><p>เราไม่มีการให้บริการ CFDs ของสกุลเงินดิจิทัลสำหรับลูกค้ารายบุคคลในสหราชอาณาจักร สำหรับข้อมูลเพิ่มเติม โปรดคลิก <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>ที่นี่</a></p><br><p>IC Markets (EU) Ltd ถือว่าได้รับอนุญาตและมีการกำกับดูแลจาก Financial Conduct Authority ลักษณะและขอบเขตความคุ้มครองผู้บริโภคอาจแตกต่างจากบริษัทในสหราชอาณาจักร รายละเอียดของ Temporary Permissions Regime ซึ่งอนุญาตให้บริษัทใน EEA สามารถดำเนินงานในสหราชอาณาจักรได้เป็นช่วงระยะเวลาจำกัดในขณะที่กำลังขออนุญาตแบบเต็มรูปแบบได้ถูกแสดงไว้ที่เว็บไซต์ของ Financial Conduct Authority</p><br><p>ข้อมูลบนเว็บไซต์นี้ไม่ได้ถูกจัดทำขึ้นสำหรับผู้ที่พำนักอยู่ในเบลเยียมหรือสหรัฐอเมริกาหรือถูกนำไปใช้งานโดยบุคคลในประเทศหรือขอบเขตทางกฎหมายใดๆ ที่การเผยแพร่หรือใช้งานข้อมูลดังกล่าวถือเป็นการขัดต่อกฎหมายหรือกฎระเบียบในท้องถิ่น</p><br><br>"
                }
            }
        },
        "tw": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd 是一家在賽普勒斯註冊登記（公司編號為 HE 356877），並受賽普勒斯證券交易委員會監管的有限公司（牌照號為 362/18）。總公司地址位於：141 Omonoias Avenue, The Maritime Centre, Block B, 1st floor, 3045 Limassol, Cyprus.</p><br/><p>IC Markets 是 IC MARKETS (EU) LTD 的交易用名。</p><br/><p><b>風險警告：</b>CFD 是非常複雜的工具，而且因存在槓桿，迅速虧損的風險極高。<b>75% 的零售客戶在與 IC Markets (EU) Ltd 交易 CFD 時遭遇虧損</b>。您應考慮自身對 CFD 產品的了解程度和虧損風險承受力。您有可能虧損全部初始資本。如需獲取更多資訊，請參閱我們的<a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>《風險披露通知》</a>。</p><br/><p>英國零售客戶不可交易加密貨幣。如需獲取更多資訊，請按一下<a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>此處</a> 。</p><br/><p>IC Markets (EU) Ltd 被視為受金融行為管理局授權並監管。消費者保障方案之性質與範圍或與英國境內公司有所不同。臨時許可制度允許位於歐洲經濟區的公司在申請完全授權的同時，在英國限期運營，該制度所涉細則可在金融行為管理局的網站上查閱。</p><br/><p>本網站資訊不適用於比利時或美國居民，本公司也無意隨意向所有國家或司法轄區的個人分發或由其使用相關內容，以避免違反當地法律或法規。</p><br/><br/>"
                }
            }
        },
        "vn": {
            "components": {
                "footer": {
                    "footer_inf_cysec": "<p>IC Markets (EU) Ltd là một công ty trách nhiệm hữu hạn được đăng ký tại Cộng hòa Síp với số hiệu công ty HE 356877, và được ủy quyền và quản lý bởi Ủy ban Chứng khoán và Giao dịch Cộng hòa Síp với Giấy phép số 362/18. Văn phòng đăng ký của công ty tại số 141, Đại lộ Omonoias, Trung tâm Hàng hải, Tòa B, Tầng 1, 3045 Limassol, Cộng hòa Síp.</p><br><p>IC Markets là tên giao dịch của IC MARKETS (EU) LTD.</p><br><p><b>Cảnh báo về Rủi ro:</b> CFD là công cụ phức tạp và có rủi ro mất tiền cao nhanh chóng do đòn bẩy. <b>75% tài khoản nhà đầu tư nhỏ lẻ mất tiền khi giao dịch CFD với IC Markets (EU) Ltd</b>. Bạn nên cân nhắc xem mình có hiểu cách thức hoạt động của CFD và có đủ khả năng chấp nhận nguy cơ mất tiền cao hay không. Có khả năng mất tất cả số vốn ban đầu của bạn. Để biết thêm thông tin, vui lòng xem xét <a target='_blank' href='https://cdn.icmarkets.com/uploads/EU/RISK+DISCLOSURE+NOTICE.pdf'>Thông báo Tiết lộ Rủi ro</a> của chúng tôi.</p><br><p>CFD trên tiền điện tử không sẵn có cho Khách hàng Nhỏ lẻ tại Vương quốc Anh. Để biết thêm thông tin, vui lòng nhấp vào <a target='_blank' href='https://www.fca.org.uk/news/press-releases/fca-bans-sale-crypto-derivatives-retail-consumers'>đây</a>.</p><br><p>IC Markets (EU) Ltd được coi là ủy quyền và quản lý của Cơ quan Quản lý Tài chính. Bản chất và mức độ của các biện pháp bảo vệ người tiêu dùng có thể khác với các biện pháp đối với các công ty có trụ sở tại Vương quốc Anh. Chi tiết về Chế độ Cho phép Tạm thời, cho phép các công ty có trụ sở tại EEA hoạt động ở Vương quốc Anh trong một thời gian giới hạn trong khi tìm kiếm sự cấp phép đầy đủ, sẵn có trên website của Cơ quan Quản lý Tài chính .</p><br><p>Thông tin trên trang web này không dành cho cư dân của Bỉ hoặc Mỹ hoặc sử dụng bởi bất kỳ cá nhân nào tại bất kỳ quốc gia hay vùng lãnh thổ nào mà việc phân phối hoặc sử dụng đó trái với pháp luật hoặc quy định của địa phương.</p><br><br>"
                }
            }
        }
    }
]
