{
  "about_us_1": "About Us",
  "about_us_2": "IC Markets is an Australian based, owned, and ASIC regulated True ECN forex broker. Operating since 2007, IC Markets exists to bridge the gap between retail and institutional traders, making the world more tradable for everyone.",
  "about_us_3": "Start Trading",
  "about_us_11": "Refer and earn with",
  "about_us_12": "a market-leading True ECN broker",
  "about_us_13": "Start Trading",
  "about_us_14": "Contact Us",
  "about_us_15": "We're here 24hrs a day Monday to Sunday.",
  "about_us_16": "Open Live Chat",
  "about_us_17": "Email Us",
  "about_us_18": "IC Markets is one of the world’s only True ECN forex brokers providing trading solutions for active day traders and scalpers as well as traders that are new to the forex market. IC Markets offers its clients cutting edge trading platforms, low latency connectivity and superior liquidity. IC Markets is revolutionizing on-line forex trading on-line traders are now able to gain access to pricing and liquidity previously only available to investment banks and high net worth individuals.",
  "about_us_19": "Our management team have significant experience in the Forex, CFD and Equity markets in Asia, Europe and North America. It is this experience that has enabled us to select the best possible technology solutions and hand pick the best liquidity available in the market.",
  "about_us_20": "When was IC Markets Founded?",
  "about_us_21": "IC Markets was incorporated in Sydney, Australia in 2007 by a team of professionals in the financial services industry who were instrumental in the success of one of Australia’s largest CFD and Forex providers.",
  "about_us_22": "Why was IC Markets Founded?",
  "about_us_23": "In 2007 IC Markets sought to bridge the gap between retail and institutional clients offering a trading solution previously only available to Investment banks and high net worth individuals. IC Markets True ECN account was born, providing superior execution technology, lower spreads and unrivalled liquidity.",
  "about_us_231": "IC Markets is dedicated to innovation, constant improvement and utilising cutting edge technology previously unavailable.",
  "about_us_24": "Mission Statement",
  "about_us_25": "IC Markets mission is to create the best and most transparent trading environment for retail and institutional clients alike allowing traders to focus more on their trading. Built by traders for traders IC Markets is dedicated to offering superior spreads, execution and service.",
  "about_us_26": "Core Values",
  "about_us_27": "Integrity and Trust",
  "about_us_28": "Honesty and Fairness",
  "about_us_29": "Transparency",
  "about_us_30": "Commitments and Responsibility",
  "about_us_31": "Reliability",
  "about_us_32": "Flexibility",
  "about_us_33": "Constant Innovation",
  "about_us_34": "Strong Corporate Governance",
  "about_us_35": "Regulatory Compliance",
  "about_us_36": "IC Markets acknowledges the importance of compliance with all relevant laws, rules, regulations, policies and standards. IC Markets is committed to having strict management discipline and first-class controls in our compliance environment. As an ASIC regulated entity IC Markets is required to meet strict financial standards, including capital adequacy and audit requirements.",
  "about_us_37": "IC Markets holds client money in client segregated trust accounts with Australian banks in Westpac and National Australia Bank (NAB). All client money is managed in accordance with the Australian Client Money Handling rules and held separately to IC Markets company funds. Client money is not used for any operational expenses or purposes.",
  "about_us_38": "Audit",
  "about_us_39": "IC Markets has in place an independent, external auditor to supplement our operational processes and ensure regulatory compliance.",
  "about_us_40": "Confidentiality",
  "about_us_41": "IC Markets maintains appropriate controls and monitors the transfer of confidential and sensitive client information within and outside the Company on a need-to-know basis. IC Markets does not deliberately disclose client information unless this is upon request of the client, or as required to do so by law.",
  "about_us_42": "Trade with",
  "about_us_43": "an ASIC regulated broker you can rely on",
  "about_us_44": "Open Trading Account",
  "about_us_45": "Try  a free demo",
  "about_us_cysec_0": "WHO ARE WE?",
  "about_us_cysec_1": "IC Markets is one of the world’s only True ECN forex brokers providing trading solutions for active day traders and scalpers as well as traders that are new to the forex market. IC Markets offers its clients cutting edge trading platforms, low latency connectivity and superior liquidity. IC Markets is revolutionizing on-line forex trading; on-line traders are now able to gain access to pricing and liquidity previously only available to investment banks and high net worth individuals.",
  "about_us_cysec_2": "Our management team have significant experience in the Forex, CFD and Equity markets in Asia, Europe and North America. It is this experience that has enabled us to select the best possible technology solutions and hand pick the best liquidity available in the market.",
  "about_us_cysec_3": "WHEN WAS IC MARKETS FOUNDED?",
  "about_us_cysec_4": "IC Markets was incorporated in Limassol, Cyprus in 2016 by a team of professionals in the financial services industry who were instrumental in the success of one of European largest CFD and Forex providers.",
  "about_us_cysec_5": "WHY WAS IC MARKETS FOUNDED?",
  "about_us_cysec_6": "In 2018 IC Markets sought to bridge the gap between retail and institutional clients offering a trading solution previously on available to Investment banks and high net worth individuals. IC Markets True ECN account was born, providing superior execution technology, lower spreads and unrivalled liquidity.",
  "about_us_cysec_7": "IC Markets is dedicated to innovation, constant improvement and utilising cutting edge technology previously unavailable.",
  "about_us_cysec_8": "MISSION STATEMENT",
  "about_us_cysec_9": "IC Markets mission is to create the best and most transparent trading environment for retail and institutional clients alike allowing traders to focus more on their trading. Built by traders for traders IC Markets is dedicated to offering superior spreads, execution and service.",
  "about_us_cysec_10": "CORE VALUES",
  "about_us_cysec_11": "Integrity and Trust",
  "about_us_cysec_12": "Honesty and Fairness",
  "about_us_cysec_13": "Transparency",
  "about_us_cysec_14": "Commitments and Responsibility",
  "about_us_cysec_15": "Reliability",
  "about_us_cysec_16": "Flexibility",
  "about_us_cysec_17": "Constant Innovation",
  "about_us_cysec_18": "Strong Corporate Governance",
  "about_us_cysec_19": "REGULATORY COMPLIANCE",
  "about_us_cysec_20": "IC Markets acknowledges the importance of compliance with all relevant laws, rules, regulations, policies and standards. IC Markets is committed to having strict management discipline and first-class controls in our compliance environment. As an CySEC regulated entity IC Markets is required to meet strict financial standards, including capital adequacy and audit requirements.",
  "about_us_cysec_21": "IC Markets holds Clients Money in Segregated trust accounts with Raiffeisen Bank International AG and Bank of Cyprus, both European banks. All Client money is managed in accordance with the MiFID Client Money Handling rules and held separately to IC Markets company funds. Client money is not used for any purpose other than to facilitate clients trading activity.",
  "about_us_cysec_22": "AUDIT",
  "about_us_cysec_23": "IC Markets has in place an independent, external auditor to supplement our operational processes and ensure regulatory compliance.",
  "about_us_cysec_24": "CONFIDENTIALITY",
  "about_us_cysec_25": "IC Markets maintains appropriate controls and monitors the transfer of confidential and sensitive client information within and outside the Company on a need-to-know basis. IC Markets does not deliberately disclose client information unless this is upon request of the client, or as required to do so by law.",
  "about_us_cysec_26": "CONTACT US"
}
