{
    "title": "cTrader Raw Spread Account | IC Markets",
    "meta": "IC Markets offers Raw Pricing on market leading pricing and trading conditions through the cTrader platform. Start trading now!",
    "ctrader_ecn_0": "Open a cTrader ECN",
    "ctrader_ecn_1": "cTrader ECN Account",
    "ctrader_ecn_2": "cTrader was built to operate specifically in a True ECN environment and when combined with IC Markets pricing and unrivalled execution speeds cTrader makes a valuable addition to your trading arsenal and will help take your trading to the next level. ",
    "ctrader_ecn_9": "forex Trading",
    "ctrader_ecn_10": "cTrader ECN",
    "ctrader_ecn_11": "cTrader ECN Connectivity",
    "ctrader_ecn_12": "Spreads from 0.0 pips",
    "ctrader_ecn_13": "Ultra fast order execution",
    "ctrader_ecn_14": "1:500 Leverage",
    "ctrader_ecn_14_apac": "1:1000 Leverage",
    "ctrader_ecn_15": "Deep liquidity",
    "ctrader_ecn_17": "Open a cTrader  ECN account",
    "ctrader_ecn_18": "IC Markets cTrader platform is a market leading ECN trading platform designed from the ground up with forex trading in mind.",
    "ctrader_ecn_19": "cTrader Platform Introductory Video",
    "ctrader_ecn_20": "Low Spreads",
    "ctrader_ecn_21": "IC Markets boasts some of the tightest spreads of all Forex brokers globally. There is no minimum spread on the cTrader platform and spreads on the EUR/USD can often be seen at 0.0 pips during the European and North American trading sessions. The average spread on EUR/USD is 0.1 pips 24/5. This is currently the tightest average EUR/USD spread out of any broker globally.",
    "ctrader_ecn_22": "Our diverse liquidity mix from up to 50 different liquidity providers means that we are always able to source liquidity for our clients and keep our spreads tight, especially during high volatility times such as news announcements.",
    "ctrader_ecn_23": "Ultra fast order execution ",
    "ctrader_ecn_24": "The IC Markets cTrader server is located in the LD5 IBX Equinix Data Centre in London. The LD5 IBX data centre referred to as a financial ecosystem is home to over 600 buy and sell side firms, exchanges, trading venues, market data and service providers. They cTrader server is cross connected to our ECN to ensure ultra low latency and the fast execution of your trades. cTrader’s backend allows simultaneous processing of your orders, enabling you to take advantage of every market condition.",
    "ctrader_ecn_25": "The IC Markets cTrader server has under 1ms latency to major VPS providers either collocated in the LD5 IBX data centre or through dedicated lines to nearby data centres. This low latency environment is ideal for automated and High Frequency Trading and scalping.",
    "ctrader_ecn_26": "Spreads from 0.0 pips",
    "ctrader_ecn_27": "IC Markets boasts some of the tightest spreads of all forex brokers globally. Spreads start at 0.0 pips on the MetaTrader 4 and 5 platforms with the average on EURUSD being 0.1 pips 24/5. This is currently the tightest average EURUSD spread globally.",
    "ctrader_ecn_28": "Our diverse liquidity mix from up to 50 different liquidity providers means that we are always able to source liquidity for our clients and keep our spreads tight, especially during high volatility times such as news announcements.",
    "ctrader_ecn_29": "No Restrictions on",
    "ctrader_ecn_30": "Trading – Scalping Allowed ",
    "ctrader_ecn_31": "IC Markets cTrader platform has no restrictions on trading. We have some of the best trading conditions for scalping and high frequency trading globally, allowing traders to place orders between the spread as there is no minimum order distance and a freeze level of 0. This means orders including stop loss orders can be placed as close to the market price as you like.",
    "ctrader_ecn_32": "Traders can also hedge positions as there is no first in first out (FIFO) rule with IC Markets. Traders do not pay margin on hedged trades and enjoy the benefits of margin netting.",
    "ctrader_ecn_33": "Level II Pricing – Market",
    "ctrader_ecn_34": "Depth ",
    "ctrader_ecn_35": "cTrader’s depth of market shows the full range of executable prices coming directly from liquidity providers. Orders are filled against the full order book using Volume Weighted Average Price (VWAP). cTrader offers complete transparency of the liquidity of each currency pair by showing the available volumes for each price level at any given time. High liquidity, asynchronous spot prices and low latency guarantee the tightest possible spreads. ",
    "ctrader_ecn_36": "Flexible Funding and",
    "ctrader_ecn_37": "Withdrawal Options ",
    "ctrader_ecn_38": " Once you’ve opened your IC Markets cTrader account you can fund using one of our 10 funding options including: Credit/Debit card, Moneybookers, wire transfer, Bpay, broker to broker transfer, branch deposits China Union Pay, Neteller, FasaPay.",
    "ctrader_ecn_39": "Flexible Lot Sizing ",
    "ctrader_ecn_40": "There are no limits or restrictions on trade sizes, you can place trades as small as one micro lot (0.01). Our flexible lot sizing allows you to trial the platform with minimal risk and manages your trades sizes in accordance with your account balance.",
    "ctrader_ecn_41": "64 Currencies & Metals + 15 CFDs ",
    "ctrader_ecn_42": "Leverage up to 1:500 ",
    "ctrader_ecn_42_apac": "Leverage up to 1:1000 ",
    "ctrader_ecn_43": "All Major Account Currencies Supported",
    "ctrader_ecn_44": "Trade 64 currency pairs plus 15 major equity indices including the FTSE 100, S&P/ASX 200 and Dow Jones Index 24 hours a day with a spread of 1 point.",
    "ctrader_ecn_45": "Accounts go up to 1:500 leverage on the IC Markets cTrader platform. Traders can use higher leverage to suit their trading style and get the best out of their manual and automated trading strategies.",
    "ctrader_ecn_45_apac": "Accounts go up to 1:1000 leverage on the IC Markets cTrader platform. Traders can use higher leverage to suit their trading style and get the best out of their manual and automated trading strategies.",    
    "ctrader_ecn_46": "Open an account in one of 10 supported base currencies including: USD, AUD, EUR, GBP, SGD, HKD, NZD, JPY, CHF & CAD.",
    "ctrader_ecn_47": "Start trading with",
    "ctrader_ecn_48": "cTrader ECN Account today",
    "ctrader_ecn_49": "OPEN TRADING ACCOUNT",
    "ctrader_ecn_50": "TRY A FREE DEMO"
}
