{
  "title": "Fund Your Account | Account Deposits | IC Markets",
	"meta": "IC Markets offers 15 flexible funding options in 10 different base currencies. Start trading now!",

  "funding_0": "Fund your Account",
  "funding_1": "Account Funding",
  "funding_2": "IC Markets offers over 15 flexible funding options in 10 different base currencies. Deposit instantly and for free using a range of methods.",

  "funding_9": "Funding option",
  "funding_99": "Popular",
  "funding_10": "Accepted Currencies:",
  "funding_11": "Approx Processing Time",
  "funding_12": "INSTANT",
  "funding_16": "Deposit Now",

  "funding_17": "Australian Dollar",
  "funding_18": "United States Dollar",
  "funding_19": "Euro",
  "funding_20": "Canadian Dollar",
  "funding_21": "British Pound (Sterling)",
  "funding_211": "Singapore Dollar",
  "funding_22": "New Zealand Dollar",
  "funding_23": "Japanese Yen",
  "funding_24": "Hong Kong Dollar",
  "funding_25": "Swiss Franc",

  "funding_26": "Payment process",
  "funding_27": "For faster processing we recommend that all account holders deposit funds into their trading account from inside their Secure Client Area. From your Secure Client Area you will be able to fund your account in real time using Credit Card and Skrill.",
  "funding_28": "If you do not yet have access to our Secure Client Area please follow the Access Instructions.",
  "funding_29": "Security of Funds",
  "funding_30": "When funding your trading account client money is held in Segregated Client Trust Accounts at National Australia Bank (NAB) and Westpac Banking Corporation (Westpac), both are AA rated Australian Banks. Electronic payments are processed using SSL (Secure Socket Layer) technology and are encrypted to ensure security. All payment information is confidential and used only for the purpose of funding your trading account with IC Markets.",
  "funding_31": "Bank Fees",
  "funding_32": "IC Markets does not charge any additional fees for deposits or withdrawals. You should however be aware that you may incur fees on payments to and from some international banking institutions. IC Markets accepts no responsibility for any such bank fees.",
  "funding_33": "Third Party Payments",
  "funding_34": "IC Markets does not accept payments from third parties. please ensure that all deposits into your trading account come from a bank account in your name. Payments from Joint Bank Accounts / Credit Cards are accepted if the trading account holder is one of the parties on the Bank Account / Credit Card.",
  "funding_35": "Start trading with",
  "funding_36": "a True ECN broker today",
  "funding_37": "Open Trading Account",
  "funding_1111": "2-5 business days",
  "funding_1112": "2-5 business days",
  "funding_38": "Try  a free demo",
  "funding_39": "IC Markets offers you fast, easy and secure options for deposits and withdrawals. IC Markets take all necessary and appropriate measures to protect its clients and ensure that all AML Regulations are strictly adhered to. IC Markets does not accept third party deposits or withdrawal requests. Please refer to our ",
  "funding_40": "Risk Disclosure Statement",
  "funding_41": ", ",
  "funding_42": "Deposit and Withdrawals policy",
  "funding_43": " and ",
  "funding_44": "Refund and Cancellation Policy",
  "funding_45": " for more information."
}
