{
    "title": "Standard Forex Trading Account | IC Markets",
	"meta": "IC Markets standard account offers unrivalled trade execution speeds combined with spreads from as low as 1 pip. Start trading now!",
    "standard_page_0": "Open Standard Account",
    "standard_page_1": "Standard Account",
    "standard_page_2": "Keep it simple with the IC Markets Standard account. Experience all the benefits of True ECN connectivity with an all-inclusive spread and no commissions.",
    "standard_page_9": "forex Trading",
    "standard_page_10": "Standard Account",
    "standard_page_11": "True ECN Connectivity",
    "standard_page_12": "Commission Free",
    "standard_page_13": "Ultra fast order execution",
    "standard_page_14": "1:500 Leverage",
    "standard_page_14_apac": "1:1000 Leverage",
    "standard_page_15": "Deep liquidity",
    "standard_page_16": "Meta Trader 4 & 5",
    "standard_page_17": "Open Standard Account",
    "standard_page_18": "Why Choose Our Standard Account?",
    "standard_page_19": "IC Markets MetaTrader Standard account offers you unrivalled lightning fast execution speeds combined with spreads from as low as 1 pip. IC Markets servers are housed in one of the world’s most reliable data centers, Equinix NY4 in New York. With connections to over 50 different banks and liquidity providers you will have a superior trading experience all day, every day.",
    "standard_page_20": "Ultra fast order execution",
    "standard_page_21": "The IC Markets MetaTrader 4 and 5 servers are located in the Equinix NY4 data centre in New York. The NY4 data centre referred to as a financial ecosystem is home to over 600 buy and sell side firms, exchanges, trading venues, market data and service providers. The MetaTrader 4 and 5 servers are cross connected to our ECN to ensure ultra low latency and the fast execution of your trades.",
    "standard_page_22": "The IC Markets MetaTrader 4 and 5 trade servers have latency of less than 1 millisecond to major VPS providers either collocated in the NY4 data centre or through dedicated lines to nearby data centres.This low latency environment is ideal for automated and High Frequency Trading and scalping.",
    "standard_page_23": "No Restrictions on",
    "standard_page_231": "Trading – Scalping Allowed",
    "standard_page_24": "Level II Pricing – Market Depth",
    "standard_page_25": " IC Markets MetaTrader 4 and 5 platforms have no restrictions on trading. We have some of the best trading conditions for scalping and high frequency trading globally, allowing traders to place orders between the spread as there is no minimum order distance and a freeze level of 0. This means orders including stop loss orders can be placed as close to the market price as you like.",
    "standard_page_26": "Traders can also hedge positions as there is no first in first out (FIFO) rule with IC Markets. Traders do not pay margin on hedged trades and enjoy the benefits of margin netting.",
    "standard_page_27": "Depth of market shows the full range of executable prices coming directly from liquidity providers. Depth of market offers complete transparency of the liquidity of each currency pair by showing the available volumes for each price level at any given time. High liquidity, asynchronous spot prices and low latency guarantee the tightest possible spreads.",
    "standard_page_28": "Flexible Funding and",
    "standard_page_281": "Withdrawal Options",
    "standard_page_29": "Once you’ve opened your account you can fund using any of our funding options including: credit/debit card, Skrill, wire transfer, Neteller, FasaPay, China Union Pay, Bpay and broker to broker transfer, deposits.",
    "standard_page_30": "Flexible Lot Sizing",
    "standard_page_31": "There are no limits or restrictions on trade sizes, you can place trades as small as one micro lot (0.01) . Our flexible lot sizing allows you to trial the platform with minimal risk and manages your trades sizes in accordance with your account balance.",
    "standard_page_41": "Forex, Commodities and Global Indices ",
    "standard_page_42": "Leverage up to 1:500 ",
    "standard_page_42_apac": "Leverage up to 1:1000 ",
    "standard_page_43": "All Major Account Currencies Supported",
    "standard_page_44": "Trade 60 currency, 16 Commodities including metals, plus 16 major indices including the FTSE 100, S&P/ASX 200 and Dow Jones Index 24 hours a day with a spread as low as 0.5 points.",
    "standard_page_45": "Accounts go up to 1:500 leverage on the IC Markets MetaTrader 4 and 5 platforms. Traders can use higher leverage to suit their trading style and get the best out of their manual and automated trading strategies.",
    "standard_page_45_apac": "Accounts go up to 1:1000 leverage on the IC Markets MetaTrader 4 and 5 platforms. Traders can use higher leverage to suit their trading style and get the best out of their manual and automated trading strategies.",    
    "standard_page_46": "We know some traders prefer to deal in their local currency. We give traders the option to open an account in 1 of 10 supported base currencies: USD, AUD, EUR, GBP, SGD, NZD, JPY, CHF, HKD, CAD.",
    "standard_page_47": "Start trading with",
    "standard_page_48": "a True ECN broker today",
    "standard_page_49": "Open Trading Account",
    "standard_page_50": "Try  a free demo"
}
