{
  "title": "Advantages of Forex Trading | IC Markets",
  "meta": "Discover the advantages of Forex trading and how it can work for you. Click for more.",
  "advantages_of_forex_1": "Advantages of Forex",
  "advantages_of_forex_2": "The Forex market is the world’s largest financial market and is open 24 hours a day, 5 days a week. Trade Forex whenever it suits you.",
  "advantages_of_forex_3": "Trade Forex",
  "advantages_of_forex_4": "Trade with",
  "advantages_of_forex_5a": "a high-performance trading platform ",
  "advantages_of_forex_6": "Open Trading Account",
  "advantages_of_forex_7": "Try  a free demo",
  "advantages_of_forex_8": "Access over 200 markets & tight pricing ",
  "advantages_of_forex_9": "with a True ECN broker",
  "advantages_of_forex_12": "Start Trading",
  "advantages_of_forex_13": "Contact Us",
  "advantages_of_forex_14": "We're here 24hrs a day Monday to Sunday.",

  "advantages_of_forex_20": "Margin foreign exchange is a contract between two parties agreeing to exchange the difference in the value of a currency between the time at which the position is opened and the time at which it is closed.",
  "advantages_of_forex_21": "The main advantage of foreign exchange (Forex) is that is open around the clock 24 hours a day 5 days a week, enabling traders to buy and sell from Sunday night to Friday night and access leverage in order to speculate from global currency flows and news events. Forex is also the largest and most liquid market in the world making it the last of the true arenas where fair market competition and real price discovery exists.",
  "advantages_of_forex_22": "Some of the advantages of Forex trading are listed below. Find out why Forex is fastest growing market in the world.",
  "advantages_of_forex_23": "24 Hour Market",
  "advantages_of_forex_24": "The Forex market is open 24 hours a day, 5 days a week. Trading starts when major global financial centres around the world open. The market opens in New Zealand on Sunday evening and ends after the market closes in New York on Friday. The greatest liquidity occurs when multiple time zones overlap.",
  "advantages_of_forex_25": "Liquidity",
  "advantages_of_forex_26": "One of the main benefits of the Forex market is its superior liquidity. The foreign exchange market is the most liquid market in the world, this is one of the main differentiating factors between the Forex market and other financial markets. The foreign exchange market turns over 5 trillion dollars each day and this high liquidity means that your assets can be quickly converted to cash without any price discount, making it easy to convert a large sum of money into a foreign currency with little impact on the price.",
  "advantages_of_forex_27": "Accessibility",
  "advantages_of_forex_28": "The amount required to trade Forex is generally lower than what would be required to trade other financial markets. In addition to this, multiple desktop and mobile trading platforms make it easy to access the Forex markets at any time.",
  "advantages_of_forex_29": "Leverage",
  "advantages_of_forex_30": "Forex",
  "advantages_of_forex_31": "can be traded on leverage. Leverage means a lower initial outlay is required to open a larger position. For example, if you have $1,000 in your trading account and use leverage of 1:100, you would be able to open a position with a value of $100,000 (100 times the amount in the your account). It is however important to note that although leverage gives traders the ability to open larger positions to maximise potential profits, the potential for loss is equally as large.",
  "advantages_of_forex_32": "Trade Both Rising and Falling Markets",
  "advantages_of_forex_33": "There are no restrictions in the Forex market as to which direction you can trade. This means that if you believe a currency pair is going to increase in value you can buy it or ‘go long’. Similarly, if you believe the pair is going to decrease in value you could sell it, or ‘go short’.",
  "advantages_of_forex_34": "Low Cost of Trading",
  "advantages_of_forex_35": "The cost per transaction in Forex is less than a tenth of the cost of your average stock trade. This represents a huge saving. It also means a lower investment amount is needed to begin trading Forex.",
  "advantages_of_forex_36": "Transparency",
  "advantages_of_forex_37": "In some exchange based markets, larger players have been known to move stocks or commodities in order to gain an unfair advantage. Given the deep liquidity in the foreign exchange market it is almost impossible to interfere with general market forces. This results in a fair and transparent market for all participants.",
  "advantages_of_forex_38": "Volatility",
  "advantages_of_forex_39": "Due to the huge daily volumes of the Forex market there is always volatility. Increased volatility means more access to trading opportunities. You have the ability to pick currency pairs that suit your trading style. For example the AUD/NZD is a great currency to begin trading as a beginner due to its lower daily range and low spread, whereas the EUR/USD would be better suited for an advanced trader due to its large daily range and the speed with which it moves.",
  "advantages_of_forex_40": "Non-Standardised Contract Sizes",
  "advantages_of_forex_41": "Forex is an over-the-counter market unlike the stock and futures markets. This means Forex traders have flexibility in position sizing and can trade any amount between 0.01 lots (1 micro lot) and 200 lots. This gives traders a greater ability to manage their risk.",
  "advantages_of_forex_42": "Disadvantages",
  "advantages_of_forex_43": "You should always consider your risk appetite and investment strategy prior to trading leveraged products. Leverage can work for you as well as against you and can magnify profits as well as losses. In the event of a significant move against you, you may lose more than your initial deposit. Further information regarding the benefits and risks can be found in our",
  "advantages_of_forex_44": "Product Disclosure Statement."
}
