{
    "title": "Education Overview | IC Markets",
    "meta": "At IC Markets, we are able to offer market leading spreads in each of our platforms by providing them with True ECN connectivity.",
    "education_overview_1": "Education Overview",
    "education_overview_2": "Experience ultra fast execution, tightest spreads and unrestricted trading conditions on the award-winning MetaTrader 4 platform.",
    "education_overview_3": "Start Trading",
    "education_overview_4": "Trade with",
    "education_overview_5": "a True ECN broker today",
    "education_overview_6": "Open Trading Account",
    "education_overview_7": "Try  a free demo",
    "education_overview_8": "Access over 200 markets & tight pricing ",
    "education_overview_9": "with a True ECN broker",
    "education_overview_12": "Start Trading",
    "education_overview_13": "Contact Us",
    "education_overview_14": "We're here 24hrs a day Monday to Sunday.",
    "education_overview_20": "Getting Started ",
    "education_overview_21": "Learn general concepts about the Forex (foreign exchange) market and become familiar with some of the basics of forex. Begin your journey into forex and understand the way in which the forex market operates, the basics of technical and fundamental analysis and what influences the forex market.",
    "education_overview_22": "Learn More",
    "education_overview_23": "Advantages of Forex",
    "education_overview_24": "Learn about the many benefits of trading the forex market and discover why the forex market is one of the last true arenas of fair market competition and genuine price discovery.",
    "education_overview_25": "Learn More",
    "education_overview_26": "Advantages of CFDs",
    "education_overview_27": "Learn about the many benefits of trading Index CFDs and Discover why the Index CFD trading market is so popular.",
    "education_overview_28": "Learn More",
    "education_overview_29": "Video Tutorials",
    "education_overview_30": "Watch some of our educational videos to help you get started in forex. Our educational videos are designed for traders of all levels and will provide a step by step guide on how to use our trading platforms. Many common platform questions are answered in our video tutorials.",
    "education_overview_31": "Learn More"
}
