{
  "glossary_1": "Forex Glossary",
  "glossary_2": "Glossary Dictionary",
  "glossary_3": "Type your question here",
  "glossary_4": "How do I get help?",
  "glossary_5": "Simply type your question in the search box above to get instant answers.",
  "glossary_6": "For better results, type more than one word and use a question phrasing. If you don't find a match try phrasing your question differently (not a strict coincidence expected occurrence of each of the words separated by a space).",
  "glossary_7": "Client Area",
  "glossary_8": "Funding",
  "glossary_9": "Withdrawal",
  "glossary_11": "FAQs",
  "glossary_12": "Contact Us",
  "glossary_13": "Start Trading",
  "glossary_14": "Contact Us",
  "glossary_15": "We're here 24hrs a day Monday to Sunday.",
  "glossary_16": "Open Live Chat",
  "glossary_17": "Email Us",
  "glossary_18": "Start trading with",
  "glossary_19": "a True ECN broker today",
  "glossary_20": "Open Trading Account",
  "glossary_21": "Try  a free demo",

  "g0": "Adjustable Peg",
  "g1": "Aggregate Risk",
  "g2": "Agio",
  "g3": "Arbitrage",
  "g4": "Ask",
  "g5": "Asset Class",
  "g6": "At Best",
  "g7": "AUD/USD",
  "g8": "Aussie",
  "g9": "Authorised Dealer",
  "g10": "Automated Dealer",
  "g11": "Back Office",
  "g12": "Balance-of-Payments",
  "g13": "Bar Chart",
  "g14": "Band",
  "g15": "Bank Notes",
  "g16": "Bank Rate",
  "g17": "Banking Day",
  "g18": "Bar Charts",
  "g19": "Base Currency",
  "g20": "Basis Point",
  "g21": "Basket of USD Short",
  "g22": "Bear (Bearish)",
  "g23": "Bear Market",
  "g24": "Bid",
  "g25": "Bid/Ask Spread",
  "g26": "Big Figure",
  "g27": "Bollinger Bands",
  "g28": "Book",
  "g29": "Breakaway Gap",
  "g30": "Broken Dates",
  "g31": "Broker",
  "g32": "Brokerage",
  "g33": "Bull (Bullish)",
  "g34": "Bull Market",
  "g35": "Business Day",
  "g36": "Buy Limit Order",
  "g37": "Buy on Margin",
  "g38": "Buying Rate",
  "g39": "Buying Selling Foreign Exchange",
  "g40": "Cable/Sterling",
  "g41": "Candlestick Chart",
  "g42": "Carded Rate",
  "g43": "Carry",
  "g44": "Carry Currencies",
  "g45": "Carry Grid",
  "g46": "Carry Positive",
  "g47": "Carry Trade",
  "g48": "Cash on Deposit",
  "g49": "Central Bank",
  "g50": "Chartist",
  "g51": "Closed Position",
  "g52": "Closing a Position",
  "g53": "Closing Market Rate",
  "g54": "Cleared Funds",
  "g55": "Commission",
  "g56": "Confirmation",
  "g57": "Consumer Price Index",
  "g58": "Contract Rate",
  "g59": "Copey",
  "g60": "Correlation",
  "g61": "Counterpart",
  "g62": "Counterparty",
  "g63": "Cover",
  "g64": "Cross-Rate",
  "g65": "Currency",
  "g66": "Currency Pair",
  "g67": "Currency Risk",
  "g68": "Day Order",
  "g69": "Day Trade",
  "g70": "Day Trader",
  "g71": "Deal Blotter",
  "g72": "Deal Date",
  "g73": "Deal Ticket/Deal Slip",
  "g74": "Dealer",
  "g75": "Dealing",
  "g76": "Dealing Systems",
  "g77": "Delivery Date",
  "g78": "Depreciation",
  "g79": "Devaluation",
  "g80": "Discount",
  "g81": "Dollar",
  "g82": "Drawdown",
  "g83": "Easier",
  "g84": "Easing",
  "g85": "ECN Broker",
  "g86": "Economic Indicator",
  "g87": "Effective Exchange Rate",
  "g88": "Electronic Communication Network",
  "g89": "Elliot Wave Principle",
  "g90": "Exchange Rate",
  "g91": "Expiry Date",
  "g92": "Exposure",
  "g93": "Exotic Currencies",
  "g94": "Fiat Currency",
  "g95": "Firmer",
  "g96": "Foreign Exchange Market",
  "g97": "Forward",
  "g98": "Forward Exchange Rate",
  "g99": "Forward Points",
  "g100": "Forward Settlement Date",
  "g101": "Fundamentals",
  "g102": "Futures",
  "g103": "Gearing",
  "g104": "G7",
  "g105": "Golden Cross",
  "g106": "Goldilocks Economy",
  "g107": "Good Until Cancelled",
  "g108": "Grid Trading",
  "g109": "Gross Domestic Product",
  "g110": "Hard Currency",
  "g111": "Head and Shoulders",
  "g112": "Hedging",
  "g113": "Holder",
  "g114": "IFEMA",
  "g115": "Inconvertible Currency",
  "g116": "Indicative Quote",
  "g117": "Inflation",
  "g118": "Initial Margin",
  "g119": "Initial Margin Requirement",
  "g120": "Instruction",
  "g121": "Inter-bank Rates",
  "g122": "Inter-dealer Broker",
  "g123": "Interest Rate Differential",
  "g124": "Intervention",
  "g125": "Introducing Broker",
  "g126": "Japanese Yen",
  "g127": "Jobber",
  "g128": "Key Currency",
  "g129": "Kiwi",
  "g130": "Leading Indicators",
  "g131": "Left-hand Side",
  "g132": "Leverage",
  "g133": "Liability",
  "g134": "Long Position",
  "g135": "Loonie",
  "g136": "Lots",
  "g137": "Maintenance",
  "g138": "Maintenance Margin",
  "g139": "Margin Call",
  "g140": "Make a Market",
  "g141": "Marked to Market",
  "g142": "Market Maker",
  "g143": "Market Order",
  "g144": "Margin",
  "g145": "Market Spot Exchange Rate",
  "g146": "Matching Systems",
  "g147": "Maturity Date",
  "g148": "Mid-price or Middle Rate",
  "g149": "Mio",
  "g150": "Monetary Easing",
  "g151": "Monetary Policy",
  "g152": "Money Market",
  "g153": "Moving Average",
  "g154": "Negative Carry Pairs",
  "g155": "Net Position",
  "g156": "News Trader",
  "g157": "Odd Lot",
  "g158": "Offer",
  "g159": "One Cancels Other Order (O.C.O. Order)",
  "g160": "Open Position",
  "g161": "Optional Settlement Period",
  "g162": "Outright Deal",
  "g163": "Oscillators",
  "g164": "OTC",
  "g165": "Over the Counter",
  "g166": "Par",
  "g167": "Pegged",
  "g168": "Pip",
  "g169": "Point",
  "g170": "Position",
  "g171": "Premium",
  "g172": "Profit & Loss or P&L",
  "g173": "Quote",
  "g174": "Quote Currency",
  "g175": "Rally",
  "g176": "Range",
  "g177": "Rate",
  "g178": "Realized P/L",
  "g179": "Reciprocal Currency",
  "g180": "Resistance Point or Level",
  "g181": "Right-hand Side",
  "g182": "Rollover",
  "g183": "Round Trip",
  "g184": "Short Position",
  "g185": "Spot",
  "g186": "Spread",
  "g187": "Stop Loss",
  "g188": "Swissy",
  "g189": "Take Profit Order",
  "g190": "Take Profits",
  "g191": "Technical Analysis",
  "g192": "Technical Correction",
  "g193": "Tick",
  "g194": "Ticker",
  "g195": "Term",
  "g196": "Thin Market",
  "g197": "Tomorrow Next (Tom Next)",
  "g198": "Trade Date",
  "g199": "Transaction Cost",
  "g200": "Transition Period",
  "g201": "Trend",
  "g202": "Two-Way Quotation",
  "g203": "Unconvertible Currency",
  "g204": "Unit",
  "g205": "Up-Tick",
  "g206": "Value Date",
  "g207": "Value Today",
  "g208": "Value Tomorrow",
  "g209": "Virtual Balance",
  "g210": "Volatility",
  "g211": "Volume",
  "g212": "Working Day",
  "g213": "Yard",

  "d0": "Exchange rate regimen where a currency’s exchange rate is pegged (fixed) in relation to a stronger currency, such as the US Dollar or the Euro. The pegged rate is adjusted occasionally in an attempt to improve the country’s competitive position. For example, China’s Yuan is sometimes pegged to the US Dollar.",
  "d1": "The total amount of exposure a bank or broker has with a client for in spot and forward foreign exchange contracts.",
  "d2": "A fee charged to exchange money from one currency to another.",
  "d3": "This is the simultaneous buying and selling of foreign exchange pairs in order to realize a profit from a discrepancy between foreign exchange rates in the market at the same time in different markets.",
  "d4": "This is the price at which the foreign exchange pair or CFD is offered.",
  "d5": "An item that has value; an investment such as stocks, options, or Forex.",
  "d6": "An instruction provided to a broker to buy or sell at the best rate that is currently available in the market.",
  "d7": "The abbreviation for the Australian dollar and U.S. dollar (AUD/USD) currency pair or cross. The currency pair tells the reader how many U.S. dollars (the quote currency) are needed to purchase one Australian dollar (the base currency).",
  "d8": "Slang for the AUD/USD currency pair.",
  "d9": "Depending on the regulatory body, a dealer authorised to deal in Foreign Exchange.",
  "d10": "A trader who uses an automated system to input trades without any human input.",
  "d11": "A settlement system used by banks and brokers to process and report transactions.",
  "d12": "System of recording a country’s economic transactions.",
  "d13": "A common type of charting method which consists of four significant points: the high and the low prices, which form the vertical bar, the opening price, which is marked with a horizontal line to the left of the bar, and the closing price, which is marked with a little horizontal line to the right of the bar.",
  "d14": "In countries where the currency is pegged, the range in which the rates are permitted to fluctuate.",
  "d15": "Paper issued by a Central Bank, redeemable as money and considered to be legal tender.",
  "d16": "The rate at which a central bank is prepared to lend money to its domestic banking system.",
  "d17": "Days of the week when commercial banks are open for business in the country of the particular currency traded.",
  "d18": "A popular format for studying the price action of currency pairs.",
  "d19": "The currency in which your trading account is based.",
  "d20": "One hundredth of one percent, or 0.0001.",
  "d21": "A number of operations where the USD is being sold against various currencies.",
  "d22": "A view taken by a trader going ‘short’ in the expectation of a decrease in the price of a currency.",
  "d23": "An extended period of general price decline in an individual security, an asset, or a market.",
  "d24": "The price at which a buyer is willing to buy in the market. The best bid is the highest bid price available.",
  "d25": "Represents the difference between the buy (bid) and sell (ask) price of a foreign exchange pair.",
  "d26": "The second figure after the decimal point in the price quoted of a foreign exchange pair.<br><br>If AUD/USD is 1.04553, the big figure is 4.<br>If GBP/USD is 1.58852, the big figure is 8.",
  "d27": "A quantitative method which combines a moving average with the instrument’s volatility. The bands were designed to gauge whether the prices are high or low on relative basis. They are plotted two standard deviations above and below a simple moving average. The bands look like an expanding and contracting envelope model.",
  "d28": "The total number of currency positions a dealer has at any given moment. Typically, the dealer aims to have a net position of zero in terms of risk. This means that for the aggregate, all customers’ long and short positions balance each other out.",
  "d29": "A price gap which occurs in the beginning of a new trend, many times at the end of a long consolidation period. It may also appear after the completion of major chart formations.",
  "d30": "Deals that are undertaken for value dates that are not standard periods e.g. 1 month. The standard periods are 1 week, 2 weeks, 1,2,3,6, and 12 months. Terms also used are odd dates, or cock dates, broken period or broken period.",
  "d31": "An agent, who executes orders to buy and sell currencies and related instruments either for a commission or on a spread. Brokers are agents working on commission and not principals or agents acting on their own account. In the foreign exchange market brokers tend to act as intermediaries between banks bringing buyers and sellers together for a commission paid by the initiator or by both parties. There are four or five major global brokers operating through subsidiaries affiliates and partners in many countries.",
  "d32": "A company that offers trading services to the public.",
  "d33": "A view taken by a trader going ‘long’ in the expectation that the currency will appreciate.",
  "d34": "A market that is on a consistent upward trend.",
  "d35": "A day when banks are open for business in Sydney, NSW, Australia.",
  "d36": "An order to execute a transaction at a specified price (the limit) or lower.",
  "d37": "The process of buying a currency pair where a client pays cash for part of the overall value of the position. The word margin refers to the portion the investor puts up rather than the portion that is borrowed.",
  "d38": "Rate at which a customer is prepared to buy a currency at, this is also known as the Bid Rate.",
  "d39": "Buying and selling in the foreign exchange market always happens in the currency which is quoted first. “Buy Dollar/Yen” means buy the dollar/sell the Yen. Traders buy when they expect a currency’s value to rise and sell when they expect a currency to fall.",
  "d40": "A term used in the foreign exchange market for the US Dollar/British Pound rate.",
  "d41": "A type of chart which consist of four major prices: high, low, open, close. The body (jittai) of the candlestick bar is formed by the opening and closing prices. To indicate that the opening was lower than the closing, the body of the bar is left blank. If the currency closes below its opening, the body is filled. The rest of the range is marked by two “shadows”: the upper shadow (uwakage) and lower shadow (shitakage).",
  "d42": "Foreign exchange rate quoted by a bank each day for small foreign exchange transactions.",
  "d43": "The interest cost of financing securities or other financial instruments held.",
  "d44": "High interest rate currencies.",
  "d45": "A grid of positions (including open orders, take profits, and stop losses) built on a carry trading strategy.",
  "d46": "A carry trade where you are long the high interest currency and short the low interest currency. Excluding the volatility of the currency pair, this forex strategy is profitable based on the interest rate differential between the two countries.",
  "d47": "The carry is the cost of keeping a position open overnight. Each currency has a different interest rate associated with it. You are paid interest on the currency you are long on, and you must pay interest on the currency on which you are short. The difference is the carry, sometimes referred to as the cost of carry.",
  "d48": "Funds deposited in a trading account.",
  "d49": "A Central Bank provides financial and banking services for a country’s Government and Commercial Banks. It implements the Government’s monetary policy, as well, by changing interest rates.",
  "d50": "An individual who studies graphs and charts of historic data to find trends and predict trend reversals which include the observance of certain patterns and characteristics of the charts to derive resistance levels, head and shoulders patterns, and double bottom or double top patterns which are thought to indicate trend reversals.",
  "d51": "A transaction which leaves the trade with a zero net commitment to the market with respect to a particular currency.",
  "d52": "The process of selling or buying a foreign exchange position resulting in the liquidation (squaring up) of the position.",
  "d53": "The rate at which a position can be closed based on the market price at end of the day.",
  "d54": "Funds that are available to you for the settlement of a foreign exchange transaction.",
  "d55": "The fee that a broker may charge clients for dealing on their behalf.",
  "d56": "A written document or email confirming a foreign exchange deal between two parties.",
  "d57": "A month-to-month economic indicator, which gauges changes in the cost of living by measuring price changes in a common basket of goods and services that most people use, such as food, clothing, transportation, and entertainment.",
  "d58": "The agreed exchange rate at which the currency pair may be exchanged on it’s settlement date.",
  "d59": "Traders’ term for the Danish Krone.",
  "d60": "A statistical term that refers to a relationship between two seemingly independent things. In Forex for example, one could argue that the Euro and the Sterling have a higher correlation than, for example, the Euro and the Brazilian Real.",
  "d61": "A participant in a financial transaction.",
  "d62": "The other party in a Forex deal. In online spot Forex, the counter party is the market maker.",
  "d63": "To take out a forward foreign exchange contract or to close out a short position by buying currency or securities which have been sold.",
  "d64": "The exchange rate between two currencies, e.g., AUD/USD.",
  "d65": "The money that a country uses. Currencies can be traded for other currencies on the foreign exchange market, so each currency has a value relative to another.",
  "d66": "The two currencies that are involved in a transaction.",
  "d67": "The risk that shifts in foreign exchange rates may undermine the dollar or any other foreign currency value of overseas investments.",
  "d68": "A buy or sell order that will expire automatically at the end of the trading day on which it is entered.",
  "d69": "A trade opened and closed on the same trading day.",
  "d70": "Speculators who take positions in commodities which are then liquidated prior to the close of the same trading day.",
  "d71": "A list of all the deals that were done in a trading day.",
  "d72": "The date a transaction is entered.",
  "d73": "The primary method of recording the basic information relating to a transaction.",
  "d74": "An individual or firm acting as a principal, rather than as an agent, in the purchase and/or sale of foreign exchange. Dealers trade on their own account and take on proprietary risk.",
  "d75": "The act of buying and selling of foreign currencies in the foreign exchange markets around the world.",
  "d76": "Computers that link the investment banks around the world on a one-on-one basis to facilitate foreign exchange transactions.",
  "d77": "This is the date of maturity of a contract when the exchange of currencies is made. This date is also known as the value date in the foreign exchange or money markets.",
  "d78": "A decline in the value of a currency in terms of a foreign currency due to market demand rather than official action such as Central Bank Intervention.",
  "d79": "A downward change in the official parity of an exchange rate from the rate at which it was previously set. This term is inappropriate in the context of a floated currency i.e. the GBP.",
  "d80": "This is the amount by which a foreign currency is cheaper to buy for future delivery rather than for spot delivery.",
  "d81": "The “dollar” always represents the U.S. dollar. All other “dollar” currencies should be described specifically. i.e. The Australian Dollar or Singapore Dollar.",
  "d82": "The size of a drop in the value of an account from its peak to its low.",
  "d83": "This is the term used to indicate that a currency is weakening than from where the price was previously quoted.",
  "d84": "Refers to either a small price decline in a currency or when a central bank engages in monetary policy to spur spending. An example of central bank easing would be lowering of interest rates.",
  "d85": "Forex ECN brokers provide access to an electronic trading network, supplied with streaming quotes from the top tier banks in the world. By trading through an ECN broker, a currency trader generally benefits from greater price transparency, faster processing, increased liquidity and more availability in the marketplace.",
  "d86": "A statistic that is used to gauge current economic conditions.",
  "d87": "Explanation of a country’s currency strength or weakness entirely on its trade balance.",
  "d88": "An electronic communication network (ECN) is the term used in financial circles for a type of computer system that facilitates trading of financial products outside of stock exchanges. The primary products that are traded on ECNs are stocks and currencies. FX ECN brokers provide access to an electronic trading network, supplied with streaming quotes from the top tier banks in the world. By trading through an ECN broker, a currency trader generally benefits from greater price transparency, faster processing, increased liquidity and more availability in the marketplace.",
  "d89": "A system of empirically derived rules for interpreting action in the markets. It refers to a five-wave/three-wave pattern which forms one complete bull market /bear market cycle of eight waves.",
  "d90": "This is the expression used to describe the value of one currency in terms of another. For example, in the exchange rate AUD/USD 1.04502, one Australian dollar is equal to 1.04 United States cents.",
  "d91": "The date on which a transaction expires which is usually 2 business days before the settlement date.",
  "d92": "The total amount of money loaned to a borrower or country. Banks set rules to prevent overexposure to any single borrower. In trading operations, it is the potential for running a profit or loss from fluctuations in market prices.",
  "d93": "Foreign Currencies of countries that do not have a developed international market and are relatively illiquid.",
  "d94": "Fiat currency is the opposite of a gold standard arrangement. In a fiat currency system, the currency value rises and falls on the market in response to demand and supply pressures. It is this fluctuation that makes it possible to speculate on future currency values.",
  "d95": "Indicates that a Currency is strengthening or is stronger than previously quoted.",
  "d96": "A Market where foreign currencies are traded internationally. As measured by the Bank for International Settlements the daily turnover of the foreign exchange market is around 4 trillion dollars making it the largest market in the world.",
  "d97": "A transaction with a settlement date that is more than 2 business days after the actual trade date.",
  "d98": "The expression of value of one currency in terms of another where the settlement date is more than 2 business days after the trade date. A forward exchange rate is the spot exchange rate of the currencies on the trade date adjusted for the forward points.",
  "d99": "The value of the interest rate differential for a currency pair over the period from the spot settlement date to the forward settlement date, this is expressed as an adjustment to the spot exchange rate.",
  "d100": "A settlement date for a Forward transaction, which is greater than two business days from the trade date.",
  "d101": "The basic economic determinants of exchange rates, such as inflation, interest rates, commodity prices and economic activity.",
  "d102": "An obligation to exchange a good or instrument at a set price on a future date. The primary difference between a Future and a Forward is that Futures are typically traded over an exchange while forwards are traded over the counter (OTC).",
  "d103": "A term related to margin trading where you are controlling a position whose face value is greater than the money you deposit.",
  "d104": "The seven leading industrial countries: The United States, Germany, Japan, France, United Kingdom, Canada, and Italy.",
  "d105": "In technical analysis, when two moving averages intersect, usually a short one like a 20 day and a long one such as 40 day. This is considered a favourable sign that the underlying currency will move in the same direction.",
  "d106": "Term that describes an economy that has steady growth and acceptable inflation. In this sense, the economy is not too hot and not too cold.",
  "d107": "An order instruction provided to a broker that does not expire at the end of the trading day, although normally terminates at the end of the trading month.",
  "d108": "A series of positions and open orders that are built with a predetermined spread defined by the trader.",
  "d109": "Total value of a country’s output, income or expenditure produced within the country’s physical borders.",
  "d110": "A currency that investors have confidence in. Examples could be the US Dollar or the Euro.",
  "d111": "A pattern in price trends which chartist consider indicates a price trend reversal. The price has risen for some time, at the peak of the left shoulder, profit taking has caused the price to drop or level. The price then rises steeply again to the head before more profit taking causes the price to drop to around the same level as the shoulder. A further modest rise or level will indicate that a further major fall is imminent. The breach of the neckline is the indication to sell.",
  "d112": "A strategy used to offset market risk, whereby one position protects another.",
  "d113": "Buyer and subsequently owner of a currency pair.",
  "d114": "International Foreign Exchange Master Agreement",
  "d115": "A Foreign Currency which cannot be exchanged for other currencies, because it is forbidden by the foreign exchange regulations.",
  "d116": "A market-maker’s price that is an indication of price, it cannot be dealt on.",
  "d117": "Continued rise in the general price level in conjunction with a related drop in purchasing power. This is sometimes referred to as an excessive movement in such price levels.",
  "d118": "The margin is a returnable deposit required to be lodged by buyers and sellers when opening a new position.",
  "d119": "When entering a position, the minimum amount that must be paid in cash.",
  "d120": "The specification of the banks at which funds shall be paid upon settlement.",
  "d121": "The bid and offer rates at which international banks place deposits with each other. The basis of the Interbank market.",
  "d122": "A specialist broker who acts as an intermediary between market-makers who wish to buy or sell securities to improve their book positions, without revealing their identities to other market-makers.",
  "d123": "The difference between the interest rates applicable to a currency pair.",
  "d124": "Action by a central bank to effect the value of its currency by entering the market. Concerted intervention refers to action by a number of central banks to control exchange rates.",
  "d125": "A person or firm that introduces customers to a market maker often in return for commission or a portion of the spread.",
  "d126": "The Yen is t.he Japanese currency unit. It is the third most-traded currency in the foreign exchange market after United States dollar and the Euro.",
  "d127": "A trader who trades for small, short-term profits during the course of a trading session, rarely carrying a position overnight.",
  "d128": "For smaller countries, the act of orienting their currency to that of a major trading partner.",
  "d129": "Traders term for the New Zealand Dollar.",
  "d130": "Economic indicators used to predict future economic activity, such as the levels of the S&P 500 index.",
  "d131": "Taking the left hand side of a two way quote i.e. selling the quoted currency. AUD/USD = 1.04430/432, you would sell on the left hand side at 1.04430.",
  "d132": "The ratio of margin to the maximum position size. With a deposit of $1000 and a leverage of 100, a trader could enter a position with a face value of $100,000. Leveraging allows you to profit quickly, but lose money just as fast.",
  "d133": "In terms of foreign exchange , the obligation to deliver to a counterparty an amount of currency either in respect of a balance sheet holding at a specified future date or in respect of an un-matured forward or spot transaction.",
  "d134": "Excess of purchases over sales or of foreign currency assets over liabilities.",
  "d135": "Dealer slang for the USA/CAD currency pair.",
  "d136": "Standardised method of trading in Forex, which requires a trade of 100,000 units of a particular currency.",
  "d137": "A set minimum margin that a customer must maintain in his margin account.",
  "d138": "The minimum margin that must be available in an account to support all open trades.",
  "d139": "A demand for additional funds to be deposited in a margin account to meet margin requirements because of adverse future price movements.",
  "d140": "A dealer is said to make a market when they quote bid and offer prices at which they are ready to deal on.",
  "d141": "The daily adjustment of an account to reflect accrued profits and losses often required to calculate the variation margin.",
  "d142": "A market maker is a person or firm authorised to create and maintain a market in a foreign currency or CFD.",
  "d143": "An order to buy or sell a financial instrument at the best possible price at the time the order is placed.",
  "d144": "Difference between the buying and selling rates, also used to indicate the discount or premium between spot or forward.",
  "d145": "The current or prevailing spot exchange rate in the foreign exchange market.",
  "d146": "Electronic Systems duplicating the traditional brokers market. A price shown by a bank is available to all trades.",
  "d147": "Date on which, under the contracted agreements, the foreign exchange is to be delivered or received.",
  "d148": "The price half-way between the two prices, or the average of both buying and selling prices offered by the market makers.",
  "d149": "One million or 1,000,000.",
  "d150": "A modest loosening of monetary constraint by changing interest rate, money supply, deposit ratios.",
  "d151": "A central bank’s management of a country’s money supply. Economic theory underlying monetary policy suggests that controlling the growth of the amount of money in the economy is the key to controlling prices and therefore inflation. However, central banks’ monetary capability is severely limited by global money movements. This forces them to use the indirect tool of exchange rate manipulation.",
  "d152": "A market consisting of financial institutions and dealers in money or credit who wish to either borrow or lend.",
  "d153": "A way of smoothing a set of data, widely used in price time series.",
  "d154": "A carry trade where you are long the lower interest currency and short the higher interest currency. This type of trade might be part of a hedging strategy.",
  "d155": "Currency positions that have not been offset with opposite positions.",
  "d156": "An investor who bases his/her decisions on the outcome of a news announcement and its impact on the market.",
  "d157": "A non-standard transaction size. In Forex, a standard lot is usually 100,000 units of a particular currency.",
  "d158": "The price at which a seller is willing to sell. The best offer is the lowest such price available.",
  "d159": "A contingent order where the execution of one part of the order automatically cancels the other part.",
  "d160": "The difference between assets and liabilities in a particular currency. This may be measured on a per currency basis or the position of all currencies when calculated in base currency.",
  "d161": "A range of settlement dates allowed under a Forward transaction agreed between you and your brokers before the Forward transaction is entered into.",
  "d162": "A forward deal that is not part of a swap operation.",
  "d163": "Quantitative methods designed to provide signals regarding the overbought and oversold conditions.",
  "d164": "A market conducted directly between dealers and principals via a telephone and computer network rather than a regulated exchange trading floor.",
  "d165": "See OTC.",
  "d166": "Is the term applied when the forward price of the purchase or sale of a currency is the same as the spot price.",
  "d167": "A system where a currency’s value is tied with that of another currency. For example, the Chinese Yuan with the US Dollar. Most pegs are allowed to deviate within a small band.",
  "d168": "See point.",
  "d169": "(1) 100th part of a per cent, normally 10,000 of any spot rate. Movement of exchange rates are usually in terms of points. i.e if AUD/USD moves from 1.0410 to 1.0420, it has moved 10 points / pips. (2) Minimum fluctuation or smallest increment of price movement.",
  "d170": "The netted total commitments in a given currency. A position can be either flat or square ( no exposure), long, (more currency bought than sold), or short ( more currency sold than bought).",
  "d171": "Amount by which a currency is more expensive to buy for future delivery than for spot delivery.",
  "d172": "The actual “realized” gain or loss resulting from trading activities on Closed Positions, plus the theoretical “unrealized” gain or loss on Open Positions that have been Mark-to-Market.",
  "d173": "An indicative price. The price quoted for information purposes but not to deal.",
  "d174": "The second currency of two in a currency pair. For the EUR/USD, USD is the quote currency. The exchange rate quoted is how many units of the second currency you will receive for one unit of the base currency.",
  "d175": "A recovery in price after a period of decline.",
  "d176": "The difference between the highest and lowest price of a future recorded during a given trading session.",
  "d177": "Price at which a currency can be purchased or sold against another currency.",
  "d178": "The profit and loss that is generated by closing a position.",
  "d179": "A currency pair involving the US Dollar in which the US Dollar is not the first currency quoted. An example is the Euro, which is the base currency when paired with the US Dollar. EUR/USD is the way of quoting these two currencies.",
  "d180": "A price recognised by technical analysts as a price which is likely to result in resistance but if broken through is likely to result in a significant price movement.",
  "d181": "Taking the right hand side of a two way quote i.e. buying the quoted currency. AUD/USD = 1.0441/451, you would buy on the right hand side at 1.0451.",
  "d182": "An overnight swap, specifically the next business day against the following business day (also called Tomorrow Next, abbreviated to Tom-Next).",
  "d183": "Buying and selling of a futures or options contract.",
  "d184": "Excess of sales over purchases or of foreign currency liabilities over assets.",
  "d185": "Foreign exchange bought and sold for delivery two business days after the deal is firmed.",
  "d186": "The value difference between the bid and ask price of a currency pair.",
  "d187": "An arrangement whereby a position is automatically closed out when it reaches a certain loss or when exchange rates reach specified values.",
  "d188": "Trader’s nickname for the Swiss Franc.",
  "d189": "A customer’s instructions to buy or sell a currency pair which, when executed, will result in the reduction in the size of the existing position and show a profit on said position.",
  "d190": "A limit order that is placed above the market with a long position or below the market with a short position. When the market reaches the limit price, the position is closed thereby locking in a profit.",
  "d191": "Is concerned with past price and volume trends and often with the help of chart analysis in a market in order to be able to make forecasts about future price developments of the commodity being traded.",
  "d192": "An adjustment to price not based on market sentiment but technical factors such as volume and charting.",
  "d193": "The smallest possible change in a price, either up or down. Also known as a pip.",
  "d194": "Streaming display of the current or recent historical price of a currency pair.",
  "d195": "The period from and including the trade date to and including the settlement date.",
  "d196": "A market in which trading volume is low and in which consequently bid and ask quotes are wide and the liquidity of the instrument traded is low.",
  "d197": "Simultaneous buying of a currency for delivery the following day and selling for the spot day or vice versa.",
  "d198": "The date on which a transaction is entered into.",
  "d199": "The cost involved in buying or selling a currency pair. Some consider the transaction cost to be the actual value of the contract, while others feel it is the price of facilitating the trade, such as commissions and spreads.",
  "d200": "The period from and including the trade date to and including the settlement date.",
  "d201": "The current direction of the market, whether up or down or sideways (which is sometimes referred to as non-trending or trading market).",
  "d202": "When a dealer quotes both buying and selling rates for foreign exchange transaction.",
  "d203": "A currency that cannot be exchanged for another because of foreign exchange regulations.",
  "d204": "A widely used quantity of currency. In forex trading, one unit of USD is equal to one United States dollar, while one unit of EUR is one Euro. For JPY, one unit is equivalent to one Yen. One unit is the smallest trade size in Forex trading.",
  "d205": "A transaction executed at a price greater than the previous transaction.",
  "d206": "For exchange contracts it is the day on which the two contracting parties exchange the currencies which are being bought or sold. For a spot transaction it is two business banking days forward in the country of the bank providing quotations which determine the spot value date. The only exception to this general rule is the spot day in the quoting centre coinciding with a banking holiday in the country(ies) of the foreign currency(ies). The value date then moves forward a day. The enquirer is the party who must make sure that his spot day coincides with the one applied by the respondent. The forward months maturity must fall on the corresponding date in the relevant calendar month If the one month date falls on a non-banking day in one of the centres then the operative date would be the next business day that is common. The adjustment of the maturity for a particular month does not affect the other maturities that will continue to fall on the original corresponding date if they meet the open day requirement. If the last spot date falls on the last business day of a month, the forward dates will match this date by also falling due on the last business day.Also referred to as maturity date.",
  "d207": "A transaction with a settlement date that is on the same day as the trade date.",
  "d208": "A transaction with a settlement date that is 1 business day after the trade date.",
  "d209": "Your current potential account balance that can be realized by closing all your open trades. For example, if your actual account balance is $925 and you have an open trade for $50 with a $25 profit, your virtual account balance will show $1,000.",
  "d210": "A measure of the extent to which the exchange rate changes over a given period.",
  "d211": "The number, or value, of securities traded during a specific period.",
  "d212": "A day on which the banks in a currency’s principal financial centre are open for business. For FX transactions, a working day only occurs if the bank in both (all relevant currency centres in the case of a cross) are open.",
  "d213": "A traders’ term for a billion as in a billion dollars."
}
