{
	"title": "Help Centre | IC Markets",
	"meta": "Award winning MetaTrader 4 trading platform for all your online trading needs. Enjoy the broadest Forex trading opportunities brought to you by IC Markets",
  
	"help_centre_1": "Help Centre - IC Markets (SC) Migration",
	"help_centre_2": "Find all the answers you’re looking for regarding migrating your account to IC Markets (SC) or contact our friendly customer support 24/7",
	"help_centre_6": "IC Markets Support",
	"help_centre_7": "Please fill in your details to enable us to assist you faster",
	"help_centre_8": "Trade with",
	"help_centre_9": "a high-performance trading platform ",
	"help_centre_9a": "a high-performance trading platform ",
	"help_centre_10": "Open Trading Account",
	"help_centre_11": "Try  a free demo",
  
	"help_centre_faq_1": "Did you find what you are looking for?",
	"help_centre_faq_2": "Yes",
	"help_centre_faq_3": "No",
  
	"card_help_center_text-1": "LIVE CHAT",
	"card_help_center_text-2": "E-MAIL SUPPORT",
	"card_help_center_text-3": "CALL BACK",
  
	"fsa_faq_title": "Frequently Asked Questions",
	"fsa_faq_input_placeholder": "Type your question here",
	"fsa_faq_tips_title": "How do I get help?",
	"fsa_faq_tips_1": "Simply type your question in the search box above to get instant answers.",
	"fsa_faq_tips_2": "For better results, type more than one word and use a question phrasing. If you don't find a match try phrasing your question differently (not a strict coincidence expected occurrence of each of the words separated by a space).",
  
	"sc_q0": "Why is my account migrating from IC Markets (AU) to IC Markets (SC)?",
	"sc_q1": "How do I know if my accounts will be migrated?",
	"sc_q2": "What do I need to do if I have been notified that my account will be moved?",
	"sc_q3": "What if I do not want my account to be moved?",
	"sc_q4": "Will the migration to IC Markets (SC) have any affect on my open positions or account balance?",
	"sc_q5": "Can I still trade with my existing IC Markets trade account if I don’t migrate?",
	"sc_q6": "What is the last date I can still trade under IC Markets?",
	"sc_q7": "Can I trade with both entities, IC Markets (AU) and IC Markets (SC) at the same time?",
	"sc_q8": "Who is IC Markets Seychelles?",
	"sc_q9": "Who owns IC Markets Seychelles?",
	"sc_q10": "Is IC Markets Seychelles regulated?",
	"sc_q11": "When was IC Markets Seychelles founded?",
	"sc_q12": "How can I contact IC Markets Seychelles?",
	"sc_q13": "Does IC Markets Seychelles restrict leverage?",
	"sc_q14": "Where are my funds held under IC Markets Seychelles?",
	"sc_q15": "What happens to my client moneys after the migration?",
	"sc_q16": "How will I fund my account under IC Markets Seychelles?",
	"sc_q17": "Will I be able to withdraw my funds from IC Markets Seychelles' account with no restrictions?",
	"sc_q18": "What happens if IC Markets (SC) gets bankrupt?",
	"sc_q19": "Does IC Markets Seychelles offer negative balance protection?",
	"sc_q20": "What section of our client agreement gives you authority to move my account to a different license?",
	"sc_q21": "Do I need to sign a new client agreement under IC Markets Seychelles?",
	"sc_q22": "Which laws apply to my migrated account?",
	"sc_q23": "How do I lodge a complaint, should a need arise?",
	"sc_q24": "What if I need more time to manage my account's open positions?",
	"sc_q25": "Key dates to remember for the Assignment of your account",

	"sc_a0": "International Capital Markets Pty Ltd. ACN 123 289 109, AFSL No. 335692 (“IC Markets AU”) has decided to cease providing financial services (in Australia) to clients in a number of countries effective from 01 July 2019. This decision was made due to the changing regulatory environment for CFD providers across the world. The Seychelles regulatory regime allows IC Markets (SC) clients to continue to enjoy the same market leading trading conditions available in Australia, including 1:500 leverage.",
	"sc_a1": "IC Markets (AU) will notify clients whose accounts are being assigned to IC Markets (SC) by email as early as 14 June 2019. We aim to give all affected clients up to two weeks’ notice for the move.",
	"sc_a2": "If you have been notified that your account is being assigned to IC Markets (SC), then your account will be moved automatically as of the end of 30 June 2019.",
	"sc_a3": "If you do not want your account to be moved from IC Markets (AU) to IC Markets (SC) then IC Markets (AU) will cease to provide services to you from the 30 June 2019. Please reach our dedicated support at <a href='mailto:enquiries@icmarkets.com'>enquiries@icmarkets.com</a> before 21 June 2019. Should we not hear from you by this date, your accounts will be automatically assigned to IC Markets (SC).",
	"sc_a4": "The migration to IC Markets (SC) will not affect your trading account's open positions, balances, trading conditions or the level of services that you are already experiencing under IC Markets (AU).",
	"sc_a5": "No. You will be able to trade on your account until the 28th June 2019, at which time all open trades will need to be closed and the remaining funds if any must be withdrawn.",
	"sc_a6": "Due to the strict timelines that we have to meet, we are unable to allow any clients from certain jurisdictions to continue trading under IC Markets (AU) after 28 June 2019.",
	"sc_a7": "Unfortunately, you will not be able to trade with both entities at the same time.",
	"sc_a8": "IC Markets (SC) is a trademark of True ECN Trading Ltd, regulated under Financial Services Authority of Seychelles, Securities Dealer Licence number: SD018.<br><br>IC Markets (SC) is a part of the IC Markets group of entities providing online trading services to clients across the globe.Each group member is solely responsible for its clients.",
	"sc_a9": "IC Markets (SC) is a part of IC Markets group of companies. Each group member is solely responsible for its clients.",
	"sc_a10": "IC Markets (SC) is regulated by the Financial Services Authority of Seychelles with a Securities Dealer Licence number: SD018.",
	"sc_a11": "IC Markets (SC) is a trademark of True ECN Trading Ltd which was founded in April 2017 as a related entity of other IC Markets entities. IC Markets (SC) was registered in May 2019.",
	"sc_a12": "You may contact our 24/7 dedicated support team via livechat or send us an email at <a href='mailto:enquiries@icmarkets.com'>enquiries@icmarkets.com</a>",
	"sc_a13": "There are no leverage restrictions on IC Markets (SC) trade accounts. You can enjoy a leverage as high as 1:500 for majority of instruments.",
	"sc_a14": "Client money is held on trust for IC Markets (SC) by IC Markets (AU) with AA rated Australian banks.",
	"sc_a15": "Your client moneys continue to be held on trust for you as per the Account Terms. IC Markets (SC) will hold client moneys in segregated bank accounts with AA rated Australian banks. Seychelles laws will apply to your client monies, although the custody of your client moneys by IC Markets (AU) is under Australian law.",
	"sc_a16": "Adding funds to your IC Markets (SC) accounts is very easy. We offer a variety of funding methods, including but not limited to Debit/Credit Card, PayPal, Bank transfers, Skrill, Neteller, China UnionPay. You can explore the full range of our payment options <a href='https://www.icmarkets.com/en/trading-accounts/funding'>here</a>",
	"sc_a17": "There will be no changes to the ways you withdraw your funds. Your withdrawal experiences will remain the same as usual.",
	"sc_a18": "Your credit risk is solely on IC Markets (SC), so if it goes bankrupt it will depend on all of the claims on IC Markets (SC) and its net resources If any) and any costs of winding up.  Client moneys held in segregated bank accounts for IC Markets (SC) with AA rated Australian banks should be available to clients, subject to Seychelles law, including liquidation and winding up practices and the applicable Account Terms.  Under current FSA regulations there is no investor compensation fund in case of company's insolvency.<br><br>IC Markets (SC) forms part of the IC Markets group of companies.  While each entity in the group, including IC Markets (SC), is solely responsible for its trading activities and is not guaranteed or collateralised by any other member of the group. The group’s significant  capitalisation reflects its capacity to meet demands and act responsibly to its clients.",
	"sc_a19": "No, IC Markets (SC) does not offer negative balance protection. IC Markets (SC) has an automated stop out policy to protect against negative balances. This will close the least profitable trade when the equity reaches 50% or below of the margin requirement. However in a fast moving market, this may occur after the account has already incurred a negative balance.",
	"sc_a20": "Cause 29.6 'We may assign, novate or otherwise transfer any of the rights and obligations of this Agreement to a third party, in whole or in part, without your prior consent. You agree that you may not assign, novate or otherwise transfer any of the rights and obligations of this Agreement to a third party, without our prior written consent'.",
	"sc_a21": "No. IC Markets (SC) assumes the rights and obligations of the IC Markets (AU) terms and conditions. New (and almost identical) terms and conditions specific to IC Markets (SC) will be provided at a later date.",
	"sc_a22": "The governing law of your migrated Account’s terms and conditions will continue to be the laws in force in NSW, Australia until new (and almost identical) terms specific to IC Markets (SC) are provided at a later date (such as applying the laws of Seychelles), subject always to the laws of Seychelles.<br><br>Upon migration, the laws of Seychelles will apply to the services of IC Markets (SC). This is why we will soon move to update your migrated Account terms to be governed only by the laws of Seychelles.<br><br>Australian financial services and products laws applying to CFD providers (such as IC Markets (AU) will not apply to your migrated Account or to IC Markets (SC). You will not be treated as a retail client under Australian law nor have the disclosures and statutory provisions relevant to that. ASIC does not regulate IC Markets (SC).",
	"sc_a23": "Should you find yourself dissatisfied with our services, you may follow our dispute resolution process <a href='https://www.icmarkets.com/en/company/dispute-resolution'>here</a>",
	"sc_a24": "Please reach our dedicated support at <a href='mailto:enquiries@icmarkets.com'>enquiries@icmarkets.com</a> at the earliest possible, before 21 June 2019, in order tor request for a special relief. You'll be advised accordingly upon further analysis whether your account is applicable for an extension or not.",
	"sc_a25": "<table style='width:100%;'><tr><td>Assignment Date to IC Markets (SC)</td><td>30 June 2019</td></tr><tr><td>Last date to notify IC Markets (AU) or apply for special relief *</td><td>21 June 2019</td></tr><tr><td>Last date to trade under IC Markets (AU) *</td><td>28 June 2019</td></tr><tr><td>Last date to close any remaining open position under IC Markets (AU) *</td><td>28 June 2019</td></tr></table>* If you do not wish to move to IC Markets (SC)",

	"fsa_faq_section_1": "What you need to know about the moving of your account",
	"fsa_faq_section_2": "General questions about IC Markets (SC)",
	"fsa_faq_section_3": "Client money, deposits, withdrawals and negative balances",
	"fsa_faq_section_4": "Special relief, complaints and legal",
	"fsa_faq_section_5": "Key Dates to Remember"
}
  