{
  "title": "Why Should I Transfer",

  "why_should_i_transfer_1": "Why Should I Transfer",
  "why_should_i_transfer_2": "Be an opportunity maker.",
  "why_should_i_transfer_3": "Trade Markets Today",
  "why_should_i_transfer_4": "START TRADING",
  "why_should_i_transfer_5": "Contact Us",
  "why_should_i_transfer_6": "We're here 24hrs a day Monday to Sunday.",
  "why_should_i_transfer_7": "Open Live Chat",
  "why_should_i_transfer_8": "+61 2 8014 4280",
  "why_should_i_transfer_9": "Email Us",
  "why_should_i_transfer_10": "In light of recent regulatory developments within Australia, International Capital Markets Pty Ltd (IC Markets AU), AFSL 335692, cannot guarantee that we will be able to continue to offer certain features of your account (i.e. leverage).",
  "why_should_i_transfer_11": "To minimise the impact on you as a client of our ASIC regulated company, IC Markets AU, has arranged the option for IC Markets Seychelles “IC Markets (SC)” to provide the same financial services to you pursuant to clause 29.6 of the IC Markets AU Account Terms. IC Markets (SC) is the registered business name of True ECN Trading Ltd (regulated under Financial Services Authority of Seychelles, Securities Dealer Licence number: SD018).",
  "why_should_i_transfer_12": "The migration process is completely seamless and will not affect your account balance, existing orders, open positions, trading history and client area login.",
  "why_should_i_transfer_13": "Post-migration you will be able to continue trading in the same marketing-leading trading conditions as usual.",
  "why_should_i_transfer_14": "Important Notice:",
  "why_should_i_transfer_15": "The financial services laws of Seychelles do not provide the same protection as Australian law. Under Australian law, ASIC has the power to regulate IC Markets AU conduct and the power to protect consumers (like you) against misleading, deceptive and unconscionable conduct relating to the provision of financial products and services by IC Markets AU to you. The Australian Financial Complaints Authority has the power to externally and independently resolve complaints about the products and services IC Markets AU has provided to you. If you transfer to IC Markets (SC) you will lose all these protections.",
  "why_should_i_transfer_16": "Under the laws of Seychelles, True ECN Trading Ltd is regulated under Financial Services Authority of Seychelles, (Securities Dealer Licence number: SD018). IC Markets (SC) is the trading name of True ECN Trading Ltd. IC Markets (SC) will keep offering its products and services in line with its terms and conditions which are substantially the same as those of IC Markets AU. This includes the provision to segregate client money and hold it on trust. IC Markets (SC) holds client money with AA-rated banking institutions in Australia regulated by the Australian Prudential Regulation Authority (APRA). IC Markets (SC) will also continue to handle complaints in accordance with its well-established internal dispute resolution procedures which are similar to IC Markets AU.)",
  "why_should_i_transfer_17": "Trade with",
  "why_should_i_transfer_18": "an globally regulated broker you can rely on",
  "why_should_i_transfer_19": "Open Trading Account",
  "why_should_i_transfer_20": "Try  a Free Demo"
}
