{
  "title": "Forex Swap Rates | IC Markets",
	"meta": "IC Markets swap rates are amongst the highest in the world, maximise your overnight swap earnings with our trusted platforms. Start trading now!",
  "swap_rates_1": "Swap Rates",
  "swap_rates_2": "IC Markets swap rates are amongst the most competitive in the world. Maximise your overnight swap earnings or reduce your swap costs across our wide range of products.",
  "swap_rates_3": "Start Trading",
  "swap_rates_4": "Contact Us",
  "swap_rates_5": "We're here 24hrs a day Monday to Sunday.",
  "swap_rates_7": "+61 (0)2 8014 4280",
  "swap_rates_8": "Email Us",
  "swap_rates_9": "Forex Swap rate: what is it?",
  "swap_rates_10": "A forex swap rate or rollover is defined as the overnight interest added or deducted for holding a position open overnight. Swap rates are determined by the overnight interest rate differential between the two currencies involved in the pair and whether the position is long or short.",
  "swap_rates_11": "What You Should Know About Swap Rates",
  "swap_rates_11_1": "Swaps are applied only when positions are kept open until the next forex trading day.",
  "swap_rates_11_2": "Some currency pairs may have negative swap rates on both sides, both ‘long’ and ‘short’.",
  "swap_rates_11_3": "Swap rates are calculated in points, MetaTrader 4 and 5 convert them automatically into the base currency of your account.",
  "swap_rates_12_1": "Each currency pair has its own swap charge and is measured on a standard size of 1.0 lots (100,000 base units).",
  "swap_rates_12_2": "On Wednesday night swaps are charged at triple rate the usual rate.",
  "swap_rates_13": "Overnight Swap Rates",
  "swap_rates_14_11": "You will able to view the latest swap rates in our",
  "swap_rates_14_12": "Official Blog",
  "swap_rates_14_13": "and also from within your MetaTrader 4 and MetaTrader 5 trading terminal by following the process outlined below.",
  "swap_rates_14_2": "Right click on any instrument in the ‘Market Watch’ section, then left click on the ‘Specification’ option from the dropdown menu. A new window will open that shows the long and short swap rate for the pair selected.",
  "swap_rates_15": "Start trading with",
  "swap_rates_16": "a True ECN broker today",
  "swap_rates_17": "Open Trading Account",
  "swap_rates_18": "Try  a free demo",
  "swap_rates_19": "You will able to view the latest swap rates within your MetaTrader 4 and MetaTrader 5 trading terminal by following the process outlined below."
}
