{
  "title": "cTrader Windows Platform | IC Markets",
  "meta": "Download cTrader on and trade with IC Market's unrivalled execution speeds. Click for more.",
  "ctrader_windows_1": "cTrader",
  "ctrader_windows_2": "Trade global markets with a platform designed specifically for True ECN connectivity. cTrader’s unique design, elegant user interface and advanced features make it a favourite for discretionary Forex traders.",
  "ctrader_windows_3": "Download cTrader",

  "ctrader_windows_9": "cTrader",
  "ctrader_windows_10": "Facts",
  "ctrader_windows_11": "True ECN Connectivity",
  "ctrader_windows_12": "Leverage up to 1:500",
  "ctrader_windows_12_apac": "Leverage up to 1:1000",  
  "ctrader_windows_122": "Leverage up to 1:30",
  "ctrader_windows_13": "Minimum lot size of 0.01",
  "ctrader_windows_14": "Flexible funding and withdrawal options",
  "ctrader_windows_15": "No trading restrictions",
  "ctrader_windows_16": "Ultra Fast Order Execution",
  "ctrader_windows_17": "Open Account",

  "ctrader_windows_18": "cTrader platform combines the speed of an ECN trading platform with the multi-bank liquidity of IC Markets True ECN environment, providing clients with the ultimate trading solution. It utilises proven technology that will enable you to take your trading to the next level.",
  "ctrader_windows_19": "The IC Markets cTrader platform gives you access to an deep liquidity in 64 currency pairs plus 16 major equity indices. Active traders worldwide appreciate trading in an ECN environment, which combined with the superior functionality of cTrader and streaming prices from multiple global banks, gives you the ultimate in trading solutions.",

  "ctrader_windows_20": "System Requirements",
  "ctrader_windows_21": "Minimum: Dual Core CPU processor, 2gb memory, Windows 7 Operating System onward.",

  "ctrader_windows_22": "Extremely Low Spreads",
  "ctrader_windows_23": "IC Markets boasts some of the tightest spreads of all ",
  "ctrader_windows_24": "Forex brokers",
  "ctrader_windows_25": " globally. Spreads on the EUR/USD can often be seen at 0.0 pips during the European and North American trading sessions. The average spread on EUR/USD is 0.1 pips 24/5. This is currently the tightest average EUR/USD spread out of any broker globally.",

  "ctrader_windows_26": "Ultra Fast Order Execution",
  "ctrader_windows_27": "The IC Markets cTrader server is located in the LD5 IBX Equinix Data Centre in London. The LD5 IBX data centre referred to as a financial ecosystem is home to over 600 buy and sell side firms, exchanges, trading venues, market data and service providers. This server is cross connected to our ECN to ensure ultra low latency and the fast execution of your trades. Its backend allows simultaneous processing of your orders, enabling you to take advantage of every market condition.",
  "ctrader_windows_28": "The IC Markets cTrader server has under 1ms latency to major VPS providers either collocated in the LD5 IBX data centre or through dedicated lines to nearby data centres. This low latency environment is ideal for automated and High Frequency Trading and scalping. ",
  "ctrader_windows_29": "No Restrictions on Trading – Scalping Allowed",
  "ctrader_windows_30": "IC Markets cTrader platform has no restrictions on trading. We have some of the best trading conditions for scalping and high frequency trading globally, allowing traders to place orders between the spread as there is no minimum order distance and a freeze level of 0. This means orders including stop loss orders can be placed as close to the market price as you like. Traders can also hedge positions as there is no first in first out (FIFO) rule with IC Markets.",
  "ctrader_windows_31": "Level II Pricing – Market Depth",
  "ctrader_windows_32": "cTrader’s depth of market shows the full range of executable prices coming directly from liquidity providers. Orders are filled against the full order book using Volume Weighted Average Price (VWAP). cTrader platform offers complete transparency of the liquidity of each currency pair by showing the available volumes for each price level at any given time. High liquidity, asynchronous spot prices and low latency guarantee the tightest possible spreads.",
  "ctrader_windows_33": "Smart Stop Out",
  "ctrader_windows_34": "The Smart Stop Out logic in cTrader has been designed to provide maximum protection to traders’ accounts. This logic will replace cTrader’s Fair Stop Out logic because it provides significant benefits for users by using a much more advanced algorithm.",
  "ctrader_windows_35": "If Margin Level falls below Smart Stop Out Level then positions will start being closed partially until Margin Level reaches above Smart Stop Out. The logic of Smart Stop Out will only close what is absolutely necessary from the largest position in order to safely restore Margin Level and protect the position itself, the position entry point and the trading account for as long as possible",
  "ctrader_windows_36": "Read more information here:",
  "ctrader_windows_37": "cTrader Smart Stop Out",
  "ctrader_windows_38": "Flexible Funding and Withdrawal Options ",
  "ctrader_windows_39": "Once you’ve opened your account you can fund using any of our funding options including: credit/debit card, Skrill, wire transfer, Neteller, FasaPay, China Union Pay, Bpay and broker to broker transfer, deposits.",
  "ctrader_windows_40": "All Major Currencies Supported",
  "ctrader_windows_41": " We know some traders prefer to deal in their local currency. We give traders the option to open an account in 1 of 10 supported base currencies: USD, AUD, EUR, GBP, SGD, NZD, JPY, CHF, HKD, CAD.",
  "ctrader_windows_42": "Features",

  "ctrader_windows_43": "Real-time forex and CFD quotes",
  "ctrader_windows_44": "Market leading spreads and low commissions",
  "ctrader_windows_45": "Servers in the LD5 IBX Equinix Data Center",
  "ctrader_windows_46": "Leverage of up to 1:500",
  "ctrader_windows_46_apac": "Leverage of up to 1:1000",
  "ctrader_windows_47": "Micro lot trading – Minimum lot size of 0.01 with no maximum",
  "ctrader_windows_48": "Flexible funding and withdrawing options",
  "ctrader_windows_49": "Level II pricing with full market depth",
  "ctrader_windows_50": "No restrictions on limit orders",
  "ctrader_windows_51": "Multiple order types",
  "ctrader_windows_52": "Detachable charts",
  "ctrader_windows_53": "Expanded symbol display",
  "ctrader_windows_54": "Real-time reports",
  "ctrader_windows_55": "One-click trading",

  "ctrader_windows_56": "Benefits",

  "ctrader_windows_57": "Trade against the market with no deal desk intervention",
  "ctrader_windows_58": "Save money every time you trade with our low costs",
  "ctrader_windows_59": "Enjoy the fastest ultra low latency execution possible",
  "ctrader_windows_60": "Chose a leverage to suit your strategy and trading style",
  "ctrader_windows_61": "Have greater control over your risk with micro lots",
  "ctrader_windows_62": "Move money in and out of your trading account with ease.",
  "ctrader_windows_63": "Start trading Forex",
  "ctrader_windows_64": "on cTrader now",
  "ctrader_windows_65": "Open Trading Account",
  "ctrader_windows_66": "Try  a free demo",

  "ctrader_windows_70": "Please note",
  "ctrader_windows_71": "Spotware Systems Ltd owns and operates the cTrader System. The use of this system is subject to the terms and conditions specified on <a target='_blank' href='https://spotware.com/eula'>https://spotware.com/eula</a>.<br><br>Trades generated through the use of cTrader functionalities like “Copy” or “Automate“, available in cTrader are not the responsibility of International Capital Markets Pty Ltd."
}
