{
  "title":"FIX API | Forex API Trading",
  "meta":"IC Markets provides FIX API Service, a turnkey solution for institutional and high volume clients looking to access market leading liquidity at affordable prices.",
  "api_trading_1": "API Trading",
  "api_trading_2": "The IC Markets FIX API solution is ideal for sophisticated traders seeking the lowest latency as well as the most control over their automated trading strategies.",
  "api_trading_3": "Contact Us",
  "api_trading_4_1": "Access over",
  "api_trading_4_2": "markets & tight pricing with a",
  "api_trading_4_3": "True ECN broker",
  "api_trading_5": "Start Trading",
  "api_trading_6": "IC Markets recognises that the traditional Prime Broker model is effective but creating the perfect feed takes time and volume. FIX is the leading protocol for fast messaging, direct connectivity, and trading in the financial markets. The IC Markets FIX API Service is a turnkey solution for institutional and high volume clients looking for direct access to market leading liquidity at affordable prices without relying on external applications/front ends.",
  "api_trading_7": "FIX API clients leverage off IC Markets’ existing liquidity and technology relationships to see one counterparty, one price and one competitive, volume based fee.",
  "api_trading_8": "Liquidity for Clients",
  "api_trading_9": "IC Markets aggregates prices from over 50 different banks and dark pool liquidity sources meaning you will always get the best possible price available in the market. Our order book is one of the deepest of all FX brokers globally. This combined with market leading spreads results in better execution quality.",
  "api_trading_10": "Through our institutional banking relationships we have been able to achieve an average EURUSD spread of 0.1 pips, the lowest spread for this pair globally.",
  "api_trading_11": "Liquidity for Brokers",
  "api_trading_12": "IC Markets can provide liquidity to brokers using the same FIX API. Also, brokers using the MT4 or MT5 platforms can access IC Markets’ liquidity using the oneZero Bridge as a turnkey solution. Hosted MetaTrader server and white labeling is also available.",
  "api_trading_13": "Advantages of the FIX API",
  "api_trading_14": "The main advantage of the FIX API is how light and fast it is. At its very core, it was designed to transfer huge amounts of information at high frequency.",
  "api_trading_15": "Moreover, it benefits from being specifically built for the financial industry. This means that it is built on foundations that all financial traders will be familiar with.",
  "api_trading_16": "Since the FIX API is designed to work anonymously, traders who use a proprietary system can make full use of it without any risks that their strategy might become public.",
  "api_trading_17": "Finally, it is industry-unified, which means setting up a connection is fast and easy. The FIX API will be ready to use for traders in no time.",
  "api_trading_18": "Why use FIX API",
  "api_trading_19": "FIX API connection offers real-time rate feed and provides client with complete control over receiving and sending data without the use of an intermediary application or software. Clients can submit orders, modify/cancel/set orders and receive notification of trading activities. In general, anything that the intermediary application/software provides, FIX API will offer the same functionality.",
  "api_trading_20": "Reason for using FIX API",
  "api_trading_21": "Limitations of intermediary application",
  "api_trading_22": "Lower latency",
  "api_trading_23": "Improved fill rates",
  "api_trading_24": "Larger range of order types",
  "api_trading_25": "Customisations to suit the traders need",
  "api_trading_26": "Anonymity of client’s automated systems",
  "api_trading_27": "For experienced programmers",
  "api_trading_39": "cTrader FIX API",
  "api_trading_40": "The cTrader FIX API is a simpler solution which better accommodates traders newer to FIX and who would prefer the security of having access to their account through a retail GUI (cTrader). All cTrader accounts can connect via the FIX API so there is no special account type to apply for and there isn’t the same conformance testing process, again making this solution more ideal for traders who are newer to FIX.",
  "api_trading_41": "Additionally and unlike the oneZero FIX API solution, there are no minimum volume requirements, minimum monthly fees, etc.",
  "api_trading_42": "The cTrader (FIX) server is based in the London Equinix LD5 data centre.",
  "api_trading_43": "Trading conditions & costs associated:",
  "api_trading_44": "Commissions start from $30 USD per Million traded",
  "api_trading_45": "​Minimum Requirements:",
  "api_trading_46": "No Minimum Requirements",
  "api_trading_47": "Reporting and Financial Statements",
  "api_trading_49": "Traders using the cTrader FIX API will have access to their account via cTrader desktop, mobile, and web. This is more ideal for traders who aren’t trading high frequency systems and want the peace of mind of accessing their account at any time, from anywhere.",
  "api_trading_50": "Getting Started",
  "api_trading_51": "For more information on our FIX API solution, please complete the contact us form to have an account manager contact you.",
  "api_trading_52": "Partner with",
  "api_trading_53": "a market leader you can trust",
  "api_trading_54": "Open Trading Account",
  "api_trading_55": "Try  a free demo"
}
