{
    "title": "MAM / PAMM | Online Forex Trading Broker",
    "meta": "IC Markets Multi Account Manager combines flexible allocation methods with real time reporting of performance and commissions through an easy to use interface.",
    "mam_pamm_1": "MAM / PAMM",
    "mam_pamm_2": "The IC Markets Multi Account Manager allows you to manage clients’ money with flexible allocation methods and real-time reporting of performance and commissions.",
    "mam_pamm_3": "Contact Us",
    "mam_pamm_4": "MAM / PAMM",
    "mam_pamm_5": "Multi Account",
    "mam_pamm_6": "True ECN Connectivity",
    "mam_pamm_7": "Spreads from 0.0 pips",
    "mam_pamm_8": "Deep liquidity",
    "mam_pamm_9": "1:500  Leverage",
    "mam_pamm_10": "Reliable MAM solution",
    "mam_pamm_11": "Ultra Fast Order Execution",
    "mam_pamm_12": "Open Account",
    "mam_pamm_13": "The IC Markets Multi Account Manager software is a trusted solution that has been used by money managers at IC Markets since 2012.",
    "mam_pamm_14": "The MAM software communicates all allocation settings directly with the IC Markets MetaTrader 4 server. This means a money manager only has to worry about trading through the MetaTrader 4 Master Account, all other processes are handled seamlessly by the MAM software.",
    "mam_pamm_15": "IC Markets MAM/PAMM Manager Software Introductory Video",
    "mam_pamm_16": "The software is ideal for traders or money managers utilising Expert Advisors (EAs) and enhances the functionality of the MetaTrader 4 platform by allowing multiple accounts to be managed from 1 simple interface. Block orders can be executed with 1 click from the Master Account with preset allocation methods. Thousands of accounts can be traded with 1 click and with virtually no additional latency.",
    "mam_pamm_17": "MAM/PAMM software allocation methods are listed below. The allocation methods allow the software to act as a MAM, PAMM, or LAMM with several variations of each.",
    "mam_pamm_18": "Allocation Methods",
    "mam_pamm_19": "Proportional by Balance Allocation",
    "mam_pamm_20": "Proportional by Equity Allocation",
    "mam_pamm_21": "MAM/PAMM Features",
    "mam_pamm_22": "MAM manager to adjust trading parameter in real time",
    "mam_pamm_23": "Unlimited trading accounts and deposit amount",
    "mam_pamm_24": "Trades – Full, Mini & Micro Lot accounts for best allocation advantage",
    "mam_pamm_25": "Allocations to accounts at as little as 0.01 lots (1000 units)",
    "mam_pamm_26": "All normal order types accepted: Market, Stop, Limit",
    "mam_pamm_27": "All unique order types accepted: Trailing Stop, Close by and Close all",
    "mam_pamm_28": "Manage multiple master accounts having different strategies",
    "mam_pamm_29": "Allows Expert Advisor (EA) trading of managed accounts from client side",
    "mam_pamm_30": "Each Sub Account has an output to screen report",
    "mam_pamm_31": "Market watch window within MAM",
    "mam_pamm_32": "Live order management monitoring within MAM including P&L",
    "mam_pamm_33": "STP on master account for bulk order execution, with instant allocation to sub accounts",
    "mam_pamm_34": "Monitor commissions and performance in real time",
    "mam_pamm_35": "Manage Monthly, Quarterly and Annual client reports through the MetaTrader Manager",
    "mam_pamm_36": "Money Manager Features",
    "mam_pamm_37": "Ability to add and/or remove funds without affecting trading activity",
    "mam_pamm_38": "Professional reporting analytics displayed to you and your clients",
    "mam_pamm_39": "Solutions for EA managers and manual managers",
    "mam_pamm_40": "Requirements",
    "mam_pamm_41": "All client accounts must complete a Power or Attorney and Fee Disclosure Form",
    "mam_pamm_42": "Financial services license or legal opinion in the operating jurisdiction",
    "mam_pamm_43": "If you are able to satisfy our minimum requirements please complete the form below and to have a member of our institutional sales team contact you",
    "mam_pamm_44": "Apply for a MAM / PAMM Account",
    "mam_pamm_45": "Partner with",
    "mam_pamm_46": "a market leader you can trust",
    "mam_pamm_47": "Open Trading Account",
    "mam_pamm_48": "Try  a free demo"
}
