{
  "title":"Trading Servers | Trading Platform",
  "meta":"IC Markets MT4 and cTrader trade servers are located in the NY4 and LD5 IBX Equinix data centres in New York and London, providing clients with the fastest possible execution speeds.",

  "trading_servers_1": "Trading Servers",
  "trading_servers_2": "IC Markets trading infrastructure is collocated in the Equinix NY4 Data Centre with our liquidity and technology partners to give you the best execution and the lowest latency pricing possible.",
  "trading_servers_3": "Start Trading",
  "trading_servers_9": "Access over",
  "trading_servers_10": "markets & tight pricing with a",
  "trading_servers_11": "True ECN broker",
  "trading_servers_12": "Start Trading",
  "trading_servers_13": "IC Markets MT4 and cTrader trade servers are located in the NY4 and LD5 IBX Equinix Data Centres in New York and London, providing clients with the fastest possible execution speeds. Equinix data centres are known globally for their secure and reliable infrastructure.",
  "trading_servers_14": "Learn More about Equinix Data Centers",
  "trading_servers_15": "What is Equinix NY4 and LD5?",
  "trading_servers_16": "The Equinix NY4 and LD5 IBX Data Centres in New York and London are home to 60+ exchanges and trading platforms, 400+ buy and sell side firms, 150+ financial service providers, 675+ network bandwidth options.",
  "trading_servers_17": "Equinix data centres are known to be the most reliable data centres on earth. In these facilities financial market participants can interact in a low latency environment to ensure the ultra fast transfer of data, leading to the fastest execution speeds for the end user.",
  "trading_servers_18": "The Equinix NY4 Advantage",
  "trading_servers_19": "The IC Markets MetaTrader 4 and 5 servers are currently located in the NY4 data centre in New York and is collocated with our liquidity providers including 50 banks and dark pool liquidity venues.",
  "trading_servers_20": "Hosting the MetaTrader 4 and 5 servers in NY4 enables cross connects between the MetaTrader server and all of IC Markets’ liquidity providers. These dedicated lines provide the lowest latency possible, ensuring the fastest execution speeds for clients.",
  "trading_servers_21": "The fast execution speeds achieved through our low latency environment provide the best trading conditions for traders globally. These conditions ensure orders are filled at the best possible price.",
  "trading_servers_22": "The Equinix LD5 Advantage",
  "trading_servers_23": "Our cTrader servers are currently located in the LD5 data centre in London and also enjoys collocation with our liquidity providers as is the case with the MetaTrader servers.",
  "trading_servers_24": "The cTrader server was specifically designed for ECN connectivity with no expense spared to ensure the best possible environment for forex traders. This makes cTrader the ideal platform and setup for manual and automated traders based in and around Europe.",
  "trading_servers_25": "VPS Cross Connects",
  "trading_servers_26": "Through IC Markets partnership with VPS provider Commercial Network Services (CNS), traders can now trade from a CNS VPS with under 1 millisecond latency to our MetaTrader servers. The low latency is achieved through a cross connect between the CNS data centre and our MetaTrader servers.",
  "trading_servers_27": "Traders utilising automated and high frequency trading systems can benefit from this ultra-low latency setup to get the best possible performance from their strategies.",
  "trading_servers_28": "Start Trading",
  "trading_servers_29": "currencies with IC Markets today",
  "trading_servers_30": "Open Trading Account",
  "trading_servers_31": "Try  a free demo"
}
