{
    "title": "Forex VPS | Virtual Private Server",
    "meta": "IC Markets recommends VPS providers co-located inside Equinix data centres with direct cross connects to our trading servers in Equinix NY4 and LD5.",
    "virtual_private_server_1": "Virtual Private Server",
    "virtual_private_server_2": "A Virtual Private Server (VPS) allows traders to run automated trading strategies 24 hours a day 7 days a week with the fastest possible connectivity to the IC Markets trading servers.",
    "virtual_private_server_3": "Start Trading",
    "virtual_private_server_4_1": "Access over",
    "virtual_private_server_4_2": "markets & tight pricing with a",
    "virtual_private_server_4_3": "True ECN broker",
    "virtual_private_server_5": "Start Trading",
    "virtual_private_server_6": "Having a VPS in place ensures that you can run your EAs in a trouble-free environment without the need for any additional computer hardware, backup internet, or power supply. IC Markets recommends VPS providers co-located inside Equinix data centres with direct cross connects to our trading servers in Equinix",
    "virtual_private_server_6_1": "NY4",
    "virtual_private_server_7": "If your trading volume exceeds 15 lots (round turn) per month, we are happy to sponsor a VPS subscription for you with any of the below providers*.",
    "virtual_private_server_7_1": "*Trading volume of Forex and Metals only will contribute to the minimum volume requirement. Should the minimum requirement not be met for more than two consecutive months the subscription will be automatically cancelled with no further notice.",
    "virtual_private_server_8": "Forex VPS",
    "virtual_private_server_9": "VPS activation time: 5 minutes",
    "virtual_private_server_10": "We’re specialists in Forex VPS because we’re traders too.",
    "virtual_private_server_11": "At ForexVPS, you’ll get 1 millisecond latency times to IC Markets live server.",
    "virtual_private_server_111": "Staff are multi-lingual and on hand via live-chat 24 hours a day. We’ll help you install Expert Advisors, 3rd party tools or troubleshoot any issues you’re having.",
    "virtual_private_server_112": "ForexVPS will come with IC Markets MT4 pre-installed so you can get trading immediately.",
    "virtual_private_server_12": "Subscribe",
    "virtual_private_server_13": "Commercial Network Services (CNS)",
    "virtual_private_server_14": "VPS plans start at USD $35/month.",
    "virtual_private_server_15": "IC Markets is directly connected via ON NET with Commercial Network Services. CNS is the industry leader of VPS’s for FOREX traders. CNS utilizes native Microsoft Windows 2012 Hyper-V, SSD disks and SR-IOV for maximum performance and low latency connectivity. CNS is one of the few VPS providers to offer a 100% uptime guarantee and around the clock support. Latency between CNS and IC Markets is < 1ms.",
    "virtual_private_server_16": "Subscribe",
    "virtual_private_server_17": "Beeks FX VPS",
    "virtual_private_server_18": "IC Markets has in place fibre optic cross connects directly to Beeks NY data centre. Beeks is one of the most innovative VPS providers, utilising the latest hardware with no expense spared traders are able to enjoy ultra low latency. Ping times from Beeks VPS to IC Markets NY4 servers are as low as 0.5 milliseconds.",
    "virtual_private_server_19": "Subscribe",
    "virtual_private_server_51": "Trade with",
    "virtual_private_server_52": "a regulated broker you can rely on",
    "virtual_private_server_54": "Open Trading Account",
    "virtual_private_server_55": "Try  a free demo","virtual_private_server_56": "New York City Servers","virtual_private_server_57": "You can rest easy at night knowing that your VPS is hosted on one of the best Forex VPS platforms. NYCServers has brought together all the key elements that every trader expects from their VPS: Low latency, reliability, and great support. Best of all, our pricing is some of the best in the industry.","virtual_private_server_58": "The latency from NewYorkCityServer's network to IC Markets live trading servers is just 1ms. In addition we will help you install all of your EA's and scripts at no extra cost","virtual_private_server_59": "VPS plans start at USD $20/month."
  }
