{
  "title": "Cryptocurrency Trading | Crypto CFDs | IC Markets",
  "meta": "IC Markets provides Cryptocurrency trading across popular digital assets. Start trading now!",
  "crypto_1": "Cryptocurrency CFDs",
  "crypto_2": "Cryptocurrencies are volatile, unregulated, decentralised and controlled almost exclusively by retail speculators. Trade the world’s newest and most exciting asset class as CFDs with an ASIC regulated broker.",
  "crypto_4": "Cryptocurrency CFDs",
  "crypto_5": "Facts",
  "crypto_6": "Leverage up to 1:5",
  "crypto_66": "Leverage up to 1:2",
  "crypto_7": "Trade the market 24/5",
  "crypto_8": "Long or short",
  "crypto_9": "ASIC regulated",
  "crypto_10": "No commissions",
  "crypto_11": "REAL live support!",
  "crypto_12": "OPEN TRUE ECN ACCOUNT",
  "crypto_13a": "Please note that some symbols may not be available on weekends. Detailed trading sessions are available on the platforms.",
  "crypto_13": "Unlike other asset classes (FX, Equities, Commodities, etc.), the Cryptocurrency market is dominated by retail speculators. With IC Markets Cryptocurrency CFDs, you’ll trade in a market where there is no central bank intervention, interbank dealers controlling order flow or giant pension funds moving prices.",
  "crypto_14": "Price movements on Cryptocurrencies like Bitcoin or Ethereum are driven primarily by news and prevailing sentiment, i.e. the fear and greed of retail speculators. These sometimes dramatic shifts can lead to massive intraday price swings, making Cryptocurrency CFDs an exciting product for aggressive and experienced day traders.",
  "crypto_15": "The IC Markets Cryptocurrency CFD product allows traders to go long or short without actually holding the Cryptocurrency. This means traders can get exposure to the price of the Cryptocurrency without worrying about the security risks associated with storing it and the counterparty risk from the exchange. This is similar to trading Energy Futures such as oil rather than owning physical oil to speculate on its price.",
  "crypto_16": "Bitcoin CFD",
  "crypto_17": "The first and largest cryptocurrency, Bitcoin paved the ways for hundreds of similar currencies and boasts a market cap of over $100 billion.",
  "crypto_18": "Ethereum CFD",
  "crypto_19": "The world's second-largest cryptocurrency, it is labelled by many as 'the next Bitcoin'. Ethereum has received international recognition and support from giant organisations such as Microsoft, JP Morgan, and Intel.",
  "crypto_20": "Dash CFD",
  "crypto_21": "Dash's focus is on instant transactions and owner privacy. Dash has an infrastructure that enables much faster transactions than other cryptocurrencies and therefore displays higher liquidity than many of its counterparts.",
  "crypto_22": "Litecoin CFD",
  "crypto_23": "Designed by a former Google engineer to improve upon Bitcoin's technology, Litecoin offers quicker processing times and a larger number of tokens. It is also the first cryptocurrency to implement SegWit, a method of speeding up transaction times without compromising the underlying blockchain technology.",
  "crypto_24": "Bitcoin Cash CFD",
  "crypto_25": "Bitcoin Cash resulted from a hard fork of the Bitcoin blockchain. It increased block size from 1 megabyte to 8 megabytes without incorporating SegWit.",
  "crypto_26": "Ripple CFD",
  "crypto_27": "Ripple is both a transaction network and crypto token which was created in 2012 as the go-to cryptocurrency for banks and global money transfers, and has recently experienced a period of growth.",
  "crypto_28": "How does Crypto CFD",
  "crypto_29": "trading work?",
  "crypto_30": "Bitcoin is a digital cryptocurrency that derives its value from supply and demand factors unique to this asset class.",
  "crypto_31": "Bitcoin is available in a finite supply and therefore increases in price as demand increases.",
  "crypto_32": "Demand stems from speculative sources and more practical sources, for example Internet purchases paid for in Bitcoin.",
  "crypto_33": "Bitcoin also has a tendency to react to market sentiment in more traditional markets such as equities and foreign exchange, increasing during periods of negative sentiment.",
  "crypto_34": "Bitcoin CFD Trading Example",
  "crypto_35": "Buying: BTCUSD",
  "crypto_36": "The gross profit on your trade is calculated as follows:",
  "crypto_37": "Opening Price",
  "crypto_38": "Closing Price",
  "crypto_39": "Gross Profit on Trade",
  "crypto_40": "Opening the Position",
  "crypto_41": "The price of Bitcoin CFD against the US Dollar is 3900.25/3910.25 and you decide to buy 2 contracts at 3910.25.",
  "crypto_42": "The value of your position is USD $7820.50 (3910.25 *2). With a maximum leverage of 1:5, the required margin to open this position is $1564.1 (7820.50 / 5).",
  "crypto_43": "Closing the Position",
  "crypto_44": "One month later Bitcoin CFD has increased to 4200.50/4210.50 and you decide to take your profit by selling your 2 contracts at 4200.50 each.",
  "crypto_45": "Spreads",
  "crypto_46": "Cryptocurrency CFD",
  "crypto_471": "See our",
  "crypto_472": "Spreads",
  "crypto_481": "Download",
  "crypto_482": "Product Details",
  "crypto_491": "Popular Account",
  "crypto_4921": "Raw Spread",
  "crypto_50": "Start trading",
  "crypto_51": "global markets today!",
  "crypto_52": "OPEN TRADING ACCOUNT",
  "crypto_53": "TRY A FREE DEMO",

  "crypto_101": "EOS CFD",
  "crypto_102": "EOS is a decentralized operating system based on blockchain technology. It is designed to support of decentralized applications on a commercial-scale by giving all the required core functionalities.",
  "crypto_103": "Emercoin CFD",
  "crypto_104": "Emercoin is an open-source cryptocurrency which originated from Bitcoin, Peercoin and Namecoin. Other than being a cryptocurrency, it is also a platform for secure distributed blockchain business services.",
  "crypto_105": "NameCoin CFD",
  "crypto_106": "Namecoin is a blockchain protocol that serves as a naming system. Since Namecoin is a fork of Bitcoin, it is also a cryptocurrency that can be used for peer-to-peer transactions.",
  "crypto_107": "PeerCoin CFD",
  "crypto_108": "PeerCoin aims to solve the inefficiency problem of the Proof-of-Work that is used by bitcoin and many other coins using its own Proof-of-Stake system.",
  "crypto_109": "Polkadot CFD",
  "crypto_110": "Polkadot is a platform that allows diverse blockchains to transfer messages, including value, in a trust-free fashion; sharing their unique features while pooling their security. In brief, Polkadot is a scalable, heterogeneous, multi-chain technology. ",
  "crypto_111": "Stellar CFD",
  "crypto_112": "Stellar, or Stellar Lumens, is an open source, decentralized protocol for digital currency to fiat money low-cost transfers which allows cross-border transactions between any pair of currencies.",
  "crypto_113": "Chainlink CFD",
  "crypto_114_2": "Chainlink is a decentralized oracle network and cryptocurrency that provides data to blockchains. It is one of the main sources of data used to feed information to applications in decentralized finance.",
  "crypto_115": "Dogecoin CFD",
  "crypto_115_1": "Dogecoin was founded by software engineers Billy Markus and Jackson Palmer, as a payment system. This coin began as a 'meme coin' and is now seen as a popular option for traders.",
  "crypto_116": "Tezos CFD",
  "crypto_116_1": "Tezos is a decentralized and Proof of Stake blockchain network that can perform peer-to-peer transactions and assists as a platform to arrange smart contracts.",
  "crypto_117": "Uniswap CFD",
  "crypto_117_1": "Uniswap is used to exchange cryptocurrencies. It enables automated transactions between cryptocurrency tokens on the Ethereum blockchain through smart contracts.",
  "crypto_118": "Cardano CFD",
  "crypto_118_1": "Cardano is a public blockchain platform that enables peer-to-peer transactions with its internal cryptocurrency, Ada. It is open-source and decentralized, with consensus achieved using proof of stake.",
  "crypto_119": "Binance Coin CFD",
  "crypto_119_1": "Binance Coin was initially formed as a utility token for reduced trading fees, but its uses have extended to payments for transaction fees (on the Binance Chain), travel bookings, entertainment, online services and financial services.",
  "crypto_120": "Avalanche CFD",
  "crypto_120_1": "Avalanche is a decentralized, open-source proof of stake blockchain platform. It uses smart contracts to support various blockchain-based projects with high transaction processing speed.",
  "crypto_121": "Luna CFD",
  "crypto_121_1": "One of the native tokens of the Terra network, a blockchain-based project in South Korea. Luna can be used to mint a stablecoin TerraUSD (UST) and maintain Terra stablecoins' price.",
  "crypto_122": "Polygon Matic CFD",
  "crypto_122_1": "Ethereum blockchain is used in the Polygon platform, which can connect and evolve Ethereum-compatible projects and blockchains. It uses a modified proof-of-stake consensus mechanism.",
  "crypto_123": "Moonbeam CFD",
  "crypto_123_1": "An Ethereum-compatible smart contract platform on Polkadot founded by Derek Yoo. It can simplify the process of building and/or deploying Solidity projects in a Substrate-based environment.",
  "crypto_124": "Kusama CFD",
  "crypto_124_1": "Kusama utilizes two types of blockchains, the relay chain and parachains in the Polkadot ecosystem. It serves like a sandbox that help testing and developing new features in early projects."  
}
