{
    "title": "Indices Trading Online | Indices CFDs | IC Markets",
    "meta": "IC Markets provides online indices trading for forex CFD brokers. We Offer competitive spreads across all of our cash Indices. Open a risk-free demo account today!",
    "indices_1": "Indices",
    "indices_2": "Gain exposure to the basket of instruments making up the index in just one trade. The world’s most popular Indices are available on all IC Markets trading platforms.",
    "indices_4": "Indices",
    "indices_5": "Facts",
    "indices_6": "16 Indices to trade from",
    "indices_7": "Leverage up to 1:200",
    "indices_72": "Leverage up to 1:10",
    "indices_8": "Spreads as low as 0.5 pips",
    "indices_9": "Deep Liquidity",
    "indices_10": "No commissions",
    "indices_11": "MetaTrader 4, 5 and cTrader",
    "indices_12": "OPEN TRUE ECN ACCOUNT",
    "indices_13": "Indices are the most popular form of CFDs. IC Markets has a large range of Indices from around the world to choose from, including the Australian S&P 200 Index, UK FTSE 100 Index, US E-mini S&P 500 and US DJIA Index.",
    "indices_14": "A stock index is a good indicative measure of market performance. Indices such as the FTSE 100 and DJIA Index are baskets of blue chip stocks listed on the exchange and are generally a good measure of the current market sentiment. A change in the performance of any constituent stock in an index is reflected in a change in the overall value of that index.",
    "indices_15": "Indices have the advantage of allowing traders to take a wider view of a basket of stocks rather than taking a view on one individual stock alone. Online CFD and futures based indices are offered on both IC Markets MetaTrader 4, 5, and cTrader Platforms.",
    "indices_16": "(Spot) Equity Indices Spreads",
    "indices_17": "IC Markets offers competitive spreads across all of our cash Indices, including the E-mini S&P 500 Index from 0.5 points, the FTSE 100 Index from 1 point, Xetra DAX Index from 1 point and S&P 200 Index from 1 point.",
    "indices_18": "Futures Indices",
    "indices_19": "In addition to Equity Indices, IC Markets also offers Futures Indices: ICE Dollar Index and VIX Index.",
    "indices_20": "Indices example",
    "indices_21": "Buying: Australia 200 Index",
    "indices_22": "The gross profit on your trade is calculated as follows:",
    "indices_23": "Opening Price",
    "indices_24": "Closing Price",
    "indices_25": "Difference",
    "indices_26": "Gross Profit on Trade",
    "indices_27": "19.00 points x 2 contracts ($2 per point) = AUD $38.00",
    "indices_28": "Opening the Position",
    "indices_29": "The price of the Australia 200 Index is 4950.00/4951.00. You are of the view that blue-chip stocks are undervalued so you decide to buy 2 contracts at 4951.00. (One contract is equal to $1 per index point). No commission is charged on Indices.",
    "indices_30": "For every point that the bid quote on the Australia 200 Index rises above 4951.00 you will make a profit of $2 AUD, for every point the bid quote falls below 4951.00 you will lose $2 AUD.",
    "indices_31": "Closing the Position",
    "indices_32": "Four days later, the Australia 200 Index has risen to 4970.00/4971.00 and you decide to take your profit. You close your position by selling 2 contracts at 4970.00.",
    "indices_33": "How to determine if a client is entitled dividend from Index AUS200?",
    "indices_34": "From the above example, let us assume that the ex-dividend date for Index AUS200 is on the of 18th August 2016. Therefore, a client must have an open position for Index AUS200 before the 18th of August 2016 and it must remain open until the 18th August 2016, in order to have the dividend adjustment of $2.44 per lot. To determine if the dividend adjustment is added or deducted to the client’s account, will depend on whether it is a SELL or BUY on AUS200. If the client has 1 lot of BUY for AUS200, the client will be entitled $2.44 per lot. However, if it is a SELL of AUS200, the client will be deducted $2.44 per lot. The amount $2.44 per lot will be converted to the client’s base currency, before it is being deducted.",
    "indices_35": "Since this is from index AUS200, the dividend adjustment will be AUD$2.44 per lot. Alternatively, if the index is US500, the dividend adjustment would be USD$2.44 per lot. IC Markets EX- Dividends Excel sheet shows the expected Indices that will have their index points adjusted for the given week and the actual ex-dividend adjustment amount for each indices will be updated regularly on our blog, Ex- Dividends Adjustments.",
    "indices_36": "Spreads",
    "indices_37": "Indices",
    "indices_381": "See our",
    "indices_382": "Spreads",
    "indices_391": "Download",
    "indices_392": "Product Details",
    "indices_401": "Popular Account",
    "indices_4021": "Raw Spread",
    "indices_41": "Start trading",
    "indices_42": "global markets today!",
    "indices_43": "OPEN TRADING ACCOUNT",
    "indices_44": "TRY A FREE DEMO"
}
