{
  "title": "Stock Trading Online | Stock CFDs | IC Markets",
  "meta": "IC Markets provides online stocks trading, specialising in low spreads and fast executions with professional service. Start trading now!",
  "stocks_1": "Stocks",
  "stocks_2": "Trade over 100 large-cap Stocks CFDs across the ASX, NYSE and NASDAQ stock exchanges with superior execution and tight pricing exclusively on the IC Markets MetaTrader 5 platform.",
  "stocks_4": "Stocks",
  "stocks_5": "Facts",
  "stocks_6": "100+ stocks",
  "stocks_7": "ASX, NASDAQ, NYSE",
  "stocks_8": "Ultra fast execution",
  "stocks_9": "Earn dividends",
  "stocks_10": "MetaTrader 5",
  "stocks_11": "OPEN TRUE ECN ACCOUNT",
  "stocks_12": "IC Markets single stock CFDs give traders the ability to trade the world’s most popular companies such as Apple, Facebook or BHP Billiton.",
  "stocks_13": "We’ve listed the most popular stocks across the Australian and US markets to give you the best trading opportunities. Alternatively you can trade global macro themes with our special selection of US Exchange listed CFDs including a range of emerging markets Indices and popular such as the VanEck Vectors Gold Miners (GDX).",
  "stocks_14": "Stocks are available exclusively on the IC Markets MetaTrader 5 platform which offers advanced functionalities for both new and experienced traders who require world class execution and superior charting tools.",
  "stocks_15": "How does Stock CFD",
  "stocks_16": "Trading work?",
  "stocks_17": "Stock trading involves buying or selling a share of ownership in an individual company listed on an exchange such as the ASX or NASDAQ. Stocks are typically traded without leverage and through a stock exchange. Stock CFDs however can be traded using leverage and are done so over-the-counter (OTC). Participants are able to access stocks of individual companies, building positions in an individual company or in a specified sector of the economy.",
  "stocks_18": "Participants often build strategies with diversification in mind to diversify away unsystematic risk across a number of companies or a range of sectors. Investors may choose to build positions in defensives if they are predicting volatility. Similarly, investors may decide to build a portfolio around a growth strategy consisting of small to mid-cap technology stocks.",
  "stocks_19": "Stocks trading example",
  "stocks_20": "Buying: Apple Inc (NASDAQ: AAPL)",
  "stocks_21": "The gross profit on your trade is calculated as follows:",
  "stocks_22": "Opening Price",
  "stocks_23": "Closing Price",
  "stocks_24": "Gross Profit on Trade",
  "stocks_25": "Opening the Position",
  "stocks_26": "Apple is trading at 150/152 and you are of the view that Apple’s latest product release will boost sales. You decide to purchase 100 shares of AAPL. For each contract, one point (a price movement of 1) is equal to $1 USD.",
  "stocks_27": "With 100 contracts, every point that the bid quote on AAPL rises above 152 you will make a profit of $100 USD, and for every point the bid quote falls below 152 you will lose $100 USD.",
  "stocks_28": "Closing the Position",
  "stocks_29": "1 month later, after sales results are released, the price of AAPL has increased to 170/172 and you decide to take profit by selling 100 AAPL Stock CFD contracts.",
  "stocks_30": "To calculate the net profit you must include any financing or dividend adjustments. In the case of a ‘long’ position interest is credited and in the case of a ‘short’ position interest is debited.",
  "stocks_31": "ASX Stock CFDs",
  "stocks_32": "ASX Stock CFDs",
  "stocks_33": "NYSE Stock CFDs",
  "stocks_34": "NYSE Stock CFDs",
  "stocks_35": "NASDAQ Stock CFDs",
  "stocks_36": "NASDAQ Stock CFDs",
  "stocks_37": "See our",
  "stocks_38": "Spreads",
  "stocks_39": "Download",
  "stocks_40": "Product Details",
  "stocks_41": "Popular Account",
  "stocks_421": "Raw Spread",
  "stocks_43": "Start trading",
  "stocks_44": "global markets today!",
  "stocks_45": "OPEN TRADING ACCOUNT",
  "stocks_46": "TRY A FREE DEMO",

  "stocks_100": "Please see below for further information on US Stock Trading",
  "stocks_101": "US STOCK TRADING",
  "stocks_102": "The US Internal Revenue Service (IRS) requires all non-US resident holders of US equity derivatives – (this includes CFDs ) to be taxed on dividend adjustments.",
  "stocks_103": "What does it mean for me?",
  "stocks_104": "When trading any US listed equities with IC Markets, the Dividend adjustments on your long positions are credited to your account, and the applicable withholding taxes are automatically deducted.",
  "stocks_105": "How much will be deducted?",
  "stocks_106": "The deduction rate varies depending on the underlying market, but where a treaty between Australia and the relevant market exists, the rate may be reduced to 15%. Please note that the withholding tax deduction doesn't apply to short positions.",
  "stocks_107": "What should I do?",
  "stocks_108": "If you are an INDIVIDUAL and want the applicable reduced rate, please fill out",
  "stocks_108_1": "and upload it to your Client Area.",
  "stocks_109": "If you are an ENTITY and want the applicable reduced rate, please fill out",
  "stocks_109_1": "and upload it to your Client Area.",
  "stocks_110": "For further information please do not hesitate to contact our",
  "stocks_110_1": "Support Team",

  "stocks_200": "Please see below for further information about ASX trading",
  "stocks_201": "Information about ASX trading",
  "stocks_202": "Market Data Fees",
  "stocks_203": "From the <b>1st September 2020</b>, there will be a market data fee fixed at <b>$22 AUD per month</b>. This fee is charged <b>once per calendar month</b> directly to your account, after the end of the month in which you accessed the market data, e.g. the monthly data fee will be applied at the beginning of October to all traders who have accessed the market data during the month of September, and so forth.",
  "stocks_204": "If you have multiple accounts and/or if you access the market data multiple times, <b>you will only be charged once</b>. If you have access to ASX share CFDs market data <b>you do not need to make any changes to your account</b>, this charge will be automatically applied each month.",
  "stocks_205": "Commission fee on ASX Share CFDs?",
  "stocks_206": "Regardless of the value of your trade, starting from the first of September 2020 you will be charged a minimum commission fee of $7 AUD per trade (round trip) on the spot on your account."
}
