{
  "title": "Myfxbook AutoTrade Platform | IC Markets",
  "meta": "Discover the toTrade platform with IC Markets to trade financial instruments safely & securely with power for better trades. Start trading now!",
  "myfxbook_autotrade_1": "Myfxbook AutoTrade",
  "myfxbook_autotrade_2": "IC Markets is pleased to offer AutoTrade to our clients, the next generation account mirroring (trade copy) service owned and operated by Myfxbook.",
  "myfxbook_autotrade_3": "Start Trading",
  "myfxbook_autotrade_4": "What is Myfxbook AutoTrade?",
  "myfxbook_autotrade_5": "IC Markets is pleased to offer AutoTrade to our clients, the next generation account mirroring (trade copy) service owned and operated by Myfxbook. This service allows you to copy the trades of any system you select directly into your IC Markets MetaTrader 4 account. With AutoTrade you don’t have to pay any volume based fees, or install any complex software, it is as easy as connecting your account to Myfxbook and selecting the system you would like to copy.",
  "myfxbook_autotrade_6": "What makes Myfxbook AutoTrade different?",
  "myfxbook_autotrade_7": "Only the best systems are shown",
  "myfxbook_autotrade_8": "Only winning systems are are shown, no need to search through 1000's of systems looking for a winner as all systems are hand picked.",
  "myfxbook_autotrade_9": "Real accounts only",
  "myfxbook_autotrade_10": "Demo account holders can not be signal providers, so you can be rest assured that someone has their money on the line.",
  "myfxbook_autotrade_11": "No incentives",
  "myfxbook_autotrade_12": "No volume based incentives are offered, this  ensures that the system manager is not trading without the intent of being successful.",
  "myfxbook_autotrade_13": "Accurate statistics",
  "myfxbook_autotrade_14": "Unreal statistics with bottomless unreal draw-downs are not shown.",
  "myfxbook_autotrade_15": "Transparent fees",
  "myfxbook_autotrade_16": "There are no hidden fees, all fees and services are transparent.",
  "myfxbook_autotrade_17": "Full Control",
  "myfxbook_autotrade_18": "You can add or remove a system at any time, giving you full control of your account.",
  "myfxbook_autotrade_19": "How do I register for Myfxbook AutoTrade?",
  "myfxbook_autotrade_20": "You can open a new Myfxbook AutoTrade account in two",
  "myfxbook_autotrade_21": "simple and easy steps",
  "myfxbook_autotrade_22": "It only takes a few minutes.",
  "myfxbook_autotrade_23": "Open a New AutoTrade Trading Account",
  "myfxbook_autotrade_24": "New Clients",
  "myfxbook_autotrade_25": "Opening a new AutoTrade account is simple and only takes a few minutes. Simply click on the button below and follow the 3 easy steps.",
  "myfxbook_autotrade_26": "Open a new auto trade account",
  "myfxbook_autotrade_27": "Existing Clients",
  "myfxbook_autotrade_28": "Log into your",
  "myfxbook_autotrade_35": "Secure Client Area",
  "myfxbook_autotrade_36": "and select 'Open A New Live Account'. Once your account has been opened you will need to link this to Myfxbook AutoTrade, to do so please select the menu item 'Lodge a Support Ticket' and type 'Myfxbook AutoTrade' in the heading of the ticket and your account number in the body, then click on 'Submit'.",
  "myfxbook_autotrade_29": "Request an auto trade account",
  "myfxbook_autotrade_30": "Connect your trading account to Myfxbook AutoTrade",
  "myfxbook_autotrade_31": "You will need to connect your trading account to Myfxbook AutoTrade, to do this you will need to click on the button below and complete the form on the Myfxbook website.",
  "myfxbook_autotrade_32": "Link your account to auto trade account",
  "myfxbook_autotrade_33": "Myfxbook Ltd owns and operates the AutoTrade system, the use of this system is subject to the terms and conditions specified on",
  "myfxbook_autotrade_34": "Signals generated through the use of the AutoTrade system and resulting trades are not the responsibility of International Capital Markets Pty Ltd and do not constitute general or personal advice."
}
