{
  "netellervip_1": "NETELLER VIP Fast Track",
  "netellervip_2": "IC Markets is delighted to present a opportunity for it's Live account holders to gain access to NETELLER 's VIP status for free.",
  "netellervip_3": "NETELLER is a leading online payments solution that allows real-time deposits and withdrawals. NETELLER supports 25 currencies including EUR, USD, AUD, GBP, JPY, SGD and CAD.",
  "netellervip_4": "Some of the key advantages of NETELLER VIP are:",
  "netellervip_5": "Reduced FX fees",
  "netellervip_6": "Greater limits for their atm withdrawals",
  "netellervip_7": "Client Area",
  "netellervip_8": "Funding",
  "netellervip_9": "Withdrawal",
  "netellervip_11": "FAQs",
  "netellervip_12": "Contact Us",
  "netellervip_13": "Start Trading",
  "netellervip_14": "Contact Us",
  "netellervip_15": "We're here 24hrs a day Monday to Sunday.",
  "netellervip_16": "Open Live Chat",
  "netellervip_17": "Email Us",
  "netellervip_18": "Start trading with",
  "netellervip_19": "a True ECN broker today",
  "netellervip_20": "Open Trading Account",
  "netellervip_21": "Try  a free demo",
  "netellervip_22": "Dedicated support from a VIP Account Manager",
  "netellervip_23": "Ability to set up multiple currency accounts",
  "netellervip_24": "Free Net + Card",
  "netellervip_25": "VIP Fraud Guarantee",
  "netellervip_26": "VIP’s are eligible for specific VIP campaigns such as email promotions and a dedicated VIP showcase page",
  "netellervip_27": "Higher Limits on Transfers",
  "netellervip_28": "For More Details on NETELLER VIP Accounts see",
  "netellervip_29": "IC Markets Live Account holders are eligible for a free Upgrade to a Silver VIP NETELLER account.  Customers already owning a NETELLER account are not eligible to the promotion. Your NETELLER account details must be submitted within 7 days from the date your NETELLER account has been opened.",
  "netellervip_30": "How to get Free Silver VIP Status",
  "netellervip_31": "Sign Up for a NETELLER account",
  "netellervip_32": "Signup NETELLER Now",
  "netellervip_33": "The Next step is to Upload the following ID documents",
  "netellervip_34": "Photo ID:",
  "netellervip_35": "A scanned color and clearly readable copy of a valid official identification document such as identity card (front and back side), driving license (front and back side) and international passport. The names, date of birth and the expiry date of the document should be clearly visible.",
  "netellervip_36": "Proof of Residence:",
  "netellervip_37": ">A scanned copy of an utility bill or a bank statement which is received by regular post. It could be water, electricity or any other household bill. The document should be issued in the last 90 days and the members' name and address should be clearly readable on it. Please note that we do not accept neither process credit card statements.",
  "netellervip_38": "Identification:",
  "netellervip_39": "A picture of the member, holding their identification document next to their face. (front and back side), driving license (front and back side) and international passport. The names, date of birth and the expiry date of the document should be clearly visible."
}
