{
    "title": "Islamic forex Accounts | Swap free Accounts",
    "meta": "IC Markets has Islamic/swap free accounts for clients who cannot earn or pay interest due to their religious beliefs. In order to determine a client’s",
    "clickhere": "Click here",
    "instrument": "Instrument",
    "charges": "Charges",
    "perlot": "per lot",
    "triplechargesapplicableonfridaynight": "Triple charges applicable on Friday night",
    "islamic_account_page_1": "Islamic Accounts",
    "islamic_account_page_2": "Traders of Islamic faith can apply for a True ECN trading account where no interest fees will be credited or debited.",
    "islamic_account_page_9": "forex Trading",
    "islamic_account_page_10": "Islamic Account",
    "islamic_account_page_11": "Trade over 90 instruments",
    "islamic_account_page_12": "1:500 Leverage",
    "islamic_account_page_13": "Spreads as low as 0.0 pips",
    "islamic_account_page_15": "No additional costs in place of Swaps",
    "islamic_account_page_16": "Meta Trader 4 & 5",
    "islamic_account_page_17": "Open Account",
    "islamic_account_page_18": "IC Markets offers Islamic accounts (also known as swap free accounts) for clients who cannot earn or pay interest due to their religious beliefs. The swap free option is available on both our True ECN and Standard account types on the MT4 and cTrader platforms.",
    "islamic_account_page_19": "We are committed to providing our clients with the best trading conditions. Our Islamic accounts offer state of the art trading infrastructure and execution speeds enabling our traders to gain a competitive edge.",
    "islamic_account_page_20": "Overnight Financing Charges",
    "islamic_account_page_21": "Swap free accounts do not pay or earn swap or interest on any trades for Currencies, Metals & CFDs excluding exotic currency pairs, where a small financing charge is applicable overnight. Any trades open for more than 1 day in the below mentioned pairs will be charged a flat rate financing charge. Rates & holding period is subject to change to reflect market conditions when necessary. IC Markets True ECN and Standard Account commissions and spreads apply.",
    "islamic_account_page_221": " to access the terms & conditions governing the use of 'Islamic Accounts' at IC Markets.",
    "islamic_account_page_23": "Start trading with",
    "islamic_account_page_24": "a True ECN broker today",
    "islamic_account_page_25": "OPEN TRADING ACCOUNT",
    "islamic_account_page_26": "TRY A FREE DEMO"
}
