{
    "title": "True ECN account | Forex ECN Brokers",
    "meta": "IC Markets is able to offer market leading pricing and trading conditions through the MT4 platform by providing clients with True ECN Connectivity.",
    "true_ecn_account_page_1": "True ECN Account",
    "true_ecn_account_page_2": "Give yourself the True ECN advantage on the world’s most popular trading platforms with our proprietary blend of institutional grade liquidity comprising of select tier-1 banks, leading non-bank market makers, and dark pools.",
    "true_ecn_account_page_9": "forex Trading",
    "true_ecn_account_page_10": "MT4 True ECN",
    "true_ecn_account_page_11": "True ECN Connectivity",
    "true_ecn_account_page_12": "Spreads from 0.0 pips",
    "true_ecn_account_page_13": "Ultra fast order execution",
    "true_ecn_account_page_14": "1:500 Leverage",
    "true_ecn_account_page_15": "Deep liquidity",
    "true_ecn_account_page_16": "Meta Trader 4 & 5",
    "true_ecn_account_page_17": "Open a True ECN account",
    "true_ecn_account_page_171": "Open a True ECN account",
    "true_ecn_account_page_18": "Our True ECN account offers some of the lowest possible spreads available. Our average EUR/USD spread is 0.1 pips, with only a small commission of $3.50 per lot payable per side. With liquidity from over 50 different banks and dark pool liquidity sources IC Markets True ECN account was built for day traders, scalpers and expert advisors.",
    "true_ecn_account_page_19": "Our MetaTrader 4 and 5 True ECN servers are located in the Equinix NY4 data center in New York, bringing you closer to our liquidity partners and eliminating any unnecessary latency. IC Markets MetaTrader 4 and 5 True ECN platforms are the preferred choice for active day traders and scalpers globally.",
    "true_ecn_account_page_20": "True ECN Connectivity ",
    "true_ecn_account_page_21": "IC Markets is able to offer market leading pricing and trading conditions through the MT4 and MT5 platforms by providing clients with True ECN Connectivity.",
    "true_ecn_account_page_22": "True ECN Connectivity allows you to trade on institutional grade liquidity from the world’s leading investment banks, hedge funds and dark pool liquidity execution venues. Executable Streaming Prices (ESP) are sent from IC Markets’ liquidity providers to our ECN environment where clients can trade with no dealing desk, price manipulation or requotes. Due to the diverse liquidity mix comprising of up to 50 different liquidity providers at any one time, IC Markets is the forex broker of choice for high volume traders, scalpers and robots who demand the tightest spreads and best execution.",
    "true_ecn_account_page_23": "Ultra fast order execution ",
    "true_ecn_account_page_24": "The IC Markets MetaTrader 4 and 5 servers are located in the Equinix NY4 data centre in New York. The NY4 data centre referred to as a financial ecosystem is home to over 600 buy and sell side firms, exchanges, trading venues, market data and service providers. The MetaTrader 4 and 5 servers are cross connected to our ECN to ensure ultra low latency and the fast execution of your trades.",
    "true_ecn_account_page_25": "The IC Markets MetaTrader 4 and 5 trade servers have latency of less than 1 millisecond to major VPS providers either collocated in the NY4 data centre or through dedicated lines to nearby data centres.This low latency environment is ideal for automated and High Frequency Trading and scalping.",
    "true_ecn_account_page_26": "Spreads from 0.0 pips",
    "true_ecn_account_page_27": "IC Markets boasts some of the tightest spreads of all forex brokers globally. Spreads start at 0.0 pips on the MetaTrader 4 and 5 platforms with the average on EURUSD being 0.1 pips 24/5. This is currently the tightest average EURUSD spread globally.",
    "true_ecn_account_page_28": "Our diverse liquidity mix from up to 50 different liquidity providers means that we are always able to source liquidity for our clients and keep our spreads tight, especially during high volatility times such as news announcements.",
    "true_ecn_account_page_29": "No Restrictions on",
    "true_ecn_account_page_30": "Trading – Scalping Allowed ",
    "true_ecn_account_page_31": " IC Markets MetaTrader 4 and 5 platforms have no restrictions on trading. We have some of the best trading conditions for scalping and high frequency trading globally, allowing traders to place orders between the spread as there is no minimum order distance and a freeze level of 0. This means orders including stop loss orders can be placed as close to the market price as you like.",
    "true_ecn_account_page_32": "Traders can also hedge positions as there is no first in first out (FIFO) rule with IC Markets. Traders do not pay margin on hedged trades and enjoy the benefits of margin netting.",
    "true_ecn_account_page_33": "Level II Pricing – Market",
    "true_ecn_account_page_34": "Depth ",
    "true_ecn_account_page_35": "Depth of market shows the full range of executable prices coming directly from liquidity providers. Depth of market offers complete transparency of the liquidity of each currency pair by showing the available volumes for each price level at any given time. High liquidity, asynchronous spot prices and low latency guarantee the tightest possible spreads.",
    "true_ecn_account_page_36": "Flexible Funding and",
    "true_ecn_account_page_37": "Withdrawal Options ",
    "true_ecn_account_page_38": "Once you’ve opened your account you can fund using any of our funding options including: credit/debit card, Skrill, wire transfer, Neteller, FasaPay, China Union Pay, Bpay and broker to broker transfer, deposits.",
    "true_ecn_account_page_39": "Flexible Lot Sizing ",
    "true_ecn_account_page_40": "There are no limits or restrictions on trade sizes, you can place trades as small as one micro lot (0.01) . Our flexible lot sizing allows you to trial the platform with minimal risk and manages your trades sizes in accordance with your account balance.",
    "true_ecn_account_page_41": "64 Currencies & Metals + 15 CFDs ",
    "true_ecn_account_page_42": "Leverage up to 1:500 ",
    "true_ecn_account_page_43": "All Major Account Currencies Supported",
    "true_ecn_account_page_44": "Trade 64 currency pairs plus 15 major equity indices including the FTSE 100, S&P/ASX 200 and Dow Jones Index 24 hours a day with a spread of 1 point.",
    "true_ecn_account_page_45": "Accounts go up to 1:500 leverage on the IC Markets MetaTrader 4 and 5 platforms. Traders can use higher leverage to suit their trading style and get the best out of their manual and automated trading strategies.",
    "true_ecn_account_page_46": "We know some traders prefer to deal in their local currency. We give traders the option to open an account in 1 of 10 supported base currencies: USD, AUD, EUR, GBP, SGD, NZD, JPY, CHF, HKD, CAD.",
    "true_ecn_account_page_47": "Start trading with",
    "true_ecn_account_page_48": "a True ECN broker today",
    "true_ecn_account_page_49": "OPEN TRADING ACCOUNT",
    "true_ecn_account_page_50": "TRY A FREE DEMO"
}
