{
    "title": "Funds Withdrawal | Withdrawal | IC Markets",
    "meta": "IC Markets offers 10 flexible funding options in 10 different base currencies. We do not charge any additional fees for deposits or withdrawals",
    "withdrawal-page__list-8": "If your uploaded credit / debit card has already expired, please upload the new card in your client area to continue using the deposit and withdrawals services without any interruptions. If the new card’s number is different to the expired card’s number, you would need to submit a letter issued from the old card’s issuer bank confirming that the new card has been issued in replacement of the old card.",
    "withdrawal-page__list-9": "If your uploaded credit / debit card has been lost / stolen / damaged / cancelled, you would need to submit a letter issued from the old card’s issuer bank confirming that the old card is no longer valid.",
    "withdrawal-page__list-10": "If the newly uploaded card has not been used for funding prior to requesting a withdrawal, you would need to deposit a small amount to activate withdrawal facility on this card.",
    "withdrawal-page__list-11": "IC Markets, at its own discretion, may ask you to submit supporting documentation (for example, deposit receipts for the payments processed via old card or card statement showing deposit transactions) before releasing funds to the new card. ",
    "withdrawal-page__list-12": "To withdraw an amount more than the sum deposited by Verified by Visa / MasterCard Secure Credit / Debit Card, you will be required to use another deposit method that has been used earlier or a bank wire transfer option.",
    "withdrawal-page__list-13": "Webmoney transactions are processed by Ingenico ePayments (Formerly Global Collect). Ingenico ePayments (Formerly Global Collect) does not permit Webmoney refunds. All Webmoney deposits must be withdrawn by bank transfer which may incur additional charges. Webmoney transactions once processed via bank transfer may take 3-5 business days to reach your bank account.",
    "withdrawal-page__list-14": "Accounts funded by Fasapay, are withdrawn via bank wire transfers which may incur additional charges. Once processed via bank transfer, the funds may take 3-5 business days to reach your bank account.",
    "withdrawal-page__list-15": "Accounts funded by Poli / Bpay are withdrawn via bank wire transfers and do not incur any additional bank charges if withdrawn to a domestic bank account. Domestic Bank Transfers within Australia will usually reach your bank within 2-3 business days.",
    "withdrawal-page__list-16": "Accounts funded by Skrill Bitcoin deposits, are withdrawn via bank wire transfers which may incur additional charges. Once processed via bank transfer, the funds may take 3-5 business days to reach your bank account.",
    "withdrawal-page__list-16-1": "Accounts funded by Rapidpay, are withdrawn via bank wire transfers which may incur additional charges. Once processed via bank transfer, the funds may take 3-5 business days to reach your bank account.",
    "withdrawal-page__list-16-2": "Accounts funded by Klarna, are withdrawn via bank wire transfers which may incur additional charges. Once processed via bank transfer, the funds may take 3-5 business days to reach your bank account.",
    "withdrawal-page__list-17": "If you are withdrawing your funds deposited via Thai Internet Banking option to a Thai bank account, you will require to upload a clear picture or a coloured scan copy of your bank book. Once processed, the funds may take one business day to reach your account.",
    "withdrawal-page__list-18": "IC Markets does not process payments to third parties. please ensure that all withdrawal requests from your trading account go to a bank account or a source in your name. Payments to Joint Bank Accounts / Credit Cards are accepted if the trading account holder is one on the parties on the Bank Account / Credit Card.",
    "withdrawal-page_0": "Funds Withdrawal",
    "withdrawal-page_1": "For faster processing all account holders are now required to submit withdrawal requests from inside their Secure Client Area. If you do not yet have access to your Secure Client Area please follow the Access Instructions.",
    "withdrawal-page_2": "Withdrawal Form",
    "withdrawal-page_9": "For faster processing all account holders are now required to submit withdrawal requests from inside their Secure Client Area.",
    "withdrawal-page_10": "If you do not yet have access to your Secure Client Area please follow the Access Instructions.",
    "withdrawal-page_11": "If you have not made a",
    "withdrawal-page_12": "withdrawal in the past, please note:",
    "withdrawal-page_13": "Withdrawal requests cut off time is 12:00 AEST/AEDT. If your withdrawal is submitted before this time it will be processed on the day of receipt. If your withdrawal is submitted after this time it will be processed on the following business day.",
    "withdrawal-page_14": "IC Markets does not charge any additional fees for deposits or withdrawals. You should however be aware that you may incur fees on payments to and from some international banking institutions. IC Markets accepts no responsibility for any such bank fees.",
    "withdrawal-page_15": "For International Bank Wire withdrawals, we pass the transfer fees charged by our banking institution. International Wire Transfer fees are approximately AUD20, this fee is deducted from the amount of your withdrawal. International Telegraphic Wire Transfers will usually take 3-5 business days to reach your bank account.",
    "withdrawal-page_16": "Domestic Bank Wire withdrawals within Australia in AUD currency do not incur any additional bank charges. Domestic Bank Transfers within Australia will usually reach your bank within 2-3 business days.",
    "withdrawal-page_17": "Credit / Debit Card withdrawals are processed free of charge. Once processed, Credit / Debit Card withdrawals may take 3-5 business days to reach you credit card. You should however be aware that in some rare occasions, this may sometimes take up to 10 business days depending on the banks end.",
    "withdrawal-page_18": "If you have funded any of your trading accounts using a credit / debit card within the last 60 days of placing a new withdrawal request, then all withdrawals will be prioritized to be processed as a refund back to the same credit / debit card first, unless the deposited amount via that card has already been withdrawn.",
    "withdrawal-page_19": "Paypal / Neteller / Skrill withdrawals must be made from the same account from where the funds were sent initially. These transactions are processed free of charge and are instant once processed.",
    "withdrawal-page_22": "Start trading with",
    "withdrawal-page_23": "a True ECN broker today",
    "withdrawal-page_24": "OPEN TRADING ACCOUNT",
    "withdrawal-page_25": "TRY A FREE DEMO",
    "withdrawal-page_27": "The funds will take about 2-5 business days to reach your bank account.",
    "withdrawal-page_28": "If the fund transaction shall be executed through intermediary banks, you may incur additional fees. Please note that you will be liable for any fees charges by the banks for the transactions.",
    "withdrawal-page_29": "IC Markets (EU) Ltd shall not be held liable for any delay of processing if that is out of the control of IC Markets (EU) Ltd"
}
