{
    "advantages_of_cfds_1": "Advantages of CFDs",
    "advantages_of_cfds_2": "IC Markets offers flexible trading conditions across a broad range of CFDs covering Indices, Energies, Metals, Commodities and more.",
    "advantages_of_cfds_3": "Trade CFDs",
    "advantages_of_cfds_4": "Trade with",
    "advantages_of_cfds_5": "a high-performance trading platform ",
    "advantages_of_cfds_5a": "a high-performance trading platform ",
    "advantages_of_cfds_6": "Open Trading Account",
    "advantages_of_cfds_7": "Try  a free demo",
    "advantages_of_cfds_8": "Access over 200 markets & tight pricing ",
    "advantages_of_cfds_9": "with a True ECN broker",
    "advantages_of_cfds_12": "Start Trading",
    "advantages_of_cfds_13": "Contact Us",
    "advantages_of_cfds_14": "We're here 24hrs a day Monday to Sunday.",
    "advantages_of_cfds_15": "Open Live Chat",
    "advantages_of_cfds_16": "+61 (0)2 8014 4280",
    "advantages_of_cfds_17": "Email Us",

    "advantages_of_cfds_20": "CFD stands for ‘Contract for Difference’ and is a contract between two parties agreeing to exchange the difference in the value of a security, instrument, or other asset between the time at which the CFD is opened and the time at which it is closed.",
    "advantages_of_cfds_21": "CFDs are extremely versatile products growing in popularity as a short term investment tool. They provide an efficient way of maximizing your capital outlay and can help diversify your existing investment portfolio or hedge a position. Some of the advantages of trading CFDs are listed below.",
    "advantages_of_cfds_22": "Speculate in Both Rising and Falling Markets",
    "advantages_of_cfds_23": " CFDs are derivatives based on an underlying instrument. There is no ownership of the underlying asset, however they allow you to participate in the price movement of the asset. This means you can potentially profit in both rising and falling markets.",
    "advantages_of_cfds_24": "In a rising market you would look to buy a CFD and then sell at a later date. This is called ‘going long’.",
    "advantages_of_cfds_241": "In a falling market you would look to sell a CFD position first and then buy it back at a later date closing out the position. This is known as ‘going short’.",
    "advantages_of_cfds_25": "Efficient Use of Capital",
    "advantages_of_cfds_26": "CFDs are leveraged products enabling traders to increase their exposure to an underlying asset with a small initial outlay. When you open a trade you only need to deposit a small percentage of the value of the position and this is known as margin. Your margin will vary depending on the value of your CFD position. Leverage can result in added gains should the market move in your favour, however it also carries risks and can result in increased looses should your position move against you.",
    "advantages_of_cfds_27": "Hedging Other Investments",
    "advantages_of_cfds_28": " The ability ‘go long’ as well as ‘go short’ with CFDs means that they are a great tool for hedging an existing portfolio. They are a cost effective alternative to selling the portfolio prematurely and can be used to provide ‘insurance’ against adverse price movements.",
    "advantages_of_cfds_281": "For example, if you have a long-term portfolio that you wish to keep, however you are of the view that there is some short term risk to the value of the portfolio you could use CFDs to ‘hedge’ your positions. If the value of the portfolio falls the profit you make on the CFDs will offset the losses in your portfolio.",
    "advantages_of_cfds_29": "Flexible Contract Sizes",
    "advantages_of_cfds_31": "The contract sizes of CFDs are often less than the typical contract size of the underlying instrument which means you can gain exposure to the price movement of the instrument without a significant deposit. Flexible sizing allows you to tailor your trading according to your risk management criteria.",
    "advantages_of_cfds_32": "Access Global Financial Markets",
    "advantages_of_cfds_33": "CFDs allow traders access to a wide range of global markets that would otherwise be difficult to access. CFDs make it easy to trade commodities like Gold, Silver, Oil, as well as a variety of global indices without having to trade the futures contract itself.",
    "advantages_of_cfds_42": "Disadvantages",
    "advantages_of_cfds_43": "You should always consider your risk appetite and investment strategy prior to trading leveraged products. Leverage can work for you as well as against you and can magnify profits as well as losses. In the event of a significant move against you, you may lose more than your initial deposit. It is also important to be aware that you do not own the underlying instrument over which the CFD is based. Further information regarding the benefits and risks of CFD trading can be found in our",
    "advantages_of_cfds_44": "Product Disclosure Statement."
}
